Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: de, fr_fr, nl, sk, sl

source: Introduction
de: Einführung
nl: Introductie
sk: Predstavenie
sl: Uvod

source: For a retrospective future.
de: Für eine rückblickende Zukunft.
fr_fr: Pour un futur rétrospectif.
nl: Voor een terugziende toekomst.
sk: Pre retrospektívnu budúcnosť.
sl: Za retrospektivno prihodnost.

source: Scroll down to learn more.
de: Nach unten rollen, um mehr zu erfahren.
fr_fr: Défiler vers le bas pour en apprendre plus.
nl: schuif naar beneden om meer te leren.
sk: Roluj dole a dozviete sa viacej.
sl: Pomaknite se navzdol, če želite izvedeti več.

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
de: Ubuntu MATE ist ein Betriebssystem – die Kernsoftware, die Ihren Rechner zum Laufen bringt, ähnlich wie
fr_fr: Ubuntu MATE est un système d'exploitation ; le logiciel qui permet de faire fonctionner votre ordinateur, semblable à
nl: Ubuntu MATE is een besturingssysteem - de kern software die uw computer draait, vergelijkbaar met
sk: Ubuntu MATE je operačný systém -- základné programové vybavenie, ktoré beží na Vašom počítači, je podobné ako
sl: Ubuntu MATE je operacijski sistem -- jedro programske opreme, ki poganja računalnik, podobno kot

source: Microsoft's Windows
fr_fr: Windows de Microsoft
sk: Microsoft Windows
sl: Microsoft Windows

source: Apple's OS X
fr_fr: OSX d'Apple
sk: Apple OS X
sl: Apple OS X

source: and
de: und
fr_fr: et
nl: en
sk: a
sl: in

source: Google's Chrome OS
fr_fr: Chrome OS de Google
sk: Google Chrome OS
sl: Google Chrome OS

source: Ubuntu MATE is a desktop distribution (variation) of GNU/Linux -- a dependable, secure, capable, and modern computer system that rivals all others in popularity and usage.
de: Ubuntu MATE ist eine Arbeitsumgebung von GNU/Linux.Es ist ein verlässliches, sicheres, fähiges und modernes Rechnersystem, dass es mit anderen Betriebssystemen in Sachen Popularität und Verwendbarkeit aufnehmen kann.
fr_fr: Ubuntu MATE est une distribution (une variation) de GNU/Linux pour ordinateurs -- un système sécurisé, compétent et moderne qui rivalise tous les autres en popularité et utilisation.
nl: Ubuntu MATE is een desktop distributie (variatie) van GNU / Linux een betrouwbaar, veilig, capabel en modern computersysteem dat alle anderen evenaart wat betreft populariteit en gebruik.
sk: Ubuntu MATE je desktopová distribúcia (variácia) GNU/Linuxu -- spoľahlivého, schopného a moderného počítačového systému, ktorý so všetkými ostatnými v popularite a v miere používania.
sl: Ubuntu MATE je namizna distribucija (različica) od GNU/Linux. Zanesljiv, varen, sposoben in sodoben računalniški sistem, ki se lahko kosa z drugimi v popularnosti in uporabnosti.

source: Unlike other operating systems, Linux is used:
de: Im Gegensatz zu anderen Betriebssystemen wird Linux verwendet:
fr_fr: Contrairement aux autres systèmes d'exploitation, Linux est utilisé :
nl: In tegenstelling tot andere besturingssystemen wordt Linux gebruikt:
sk: Na rozdiel od iných operačných systémov je Linux väčšinou používaný:
sl: Za razliko od drugih operacijskih sistemov je Linux uporabljen:

source: on most of the world's fastest and most powerful supercomputers
de: auf den meisten der weltweit schnellsten und leistungsstärksten Superrechner
fr_fr: sur la plupart des super-ordinateurs les plus rapides et puissants du monde
nl: op de meeste van 's werelds snelste en meest krachtige supercomputers
sk: na väčšine z najrýchlejších a najvýkonnejších svetových superpočítačov.
sl: na večini najhitrejših in najmočnejših superračunalnikih na svetu

source: on many of, if not most of, the computers that make up the backbone of Internet
de: auf vielen, wenn nicht den meisten, Rechnern, die das Fundament des Internets bilden
fr_fr: sur beaucoup, si ce n'est pas tous, les ordinateurs qui font le squelette d'Internet
nl: op veel, zo niet de meeste, computers die de ruggengraat van internet vormen
sk: na mnohých počítačoch, ktoré tvoria chrbticu internetu
sl: na veliko, če ne večini, računalnikov, ki tvorijo hrbtenico interneta

source: and on corporate servers that require stability and reliability
de: und auf Unternehmensservern, die Stabilität und Zuverlässigkeit erfordern
fr_fr: ainsi que sur les serveurs d'entreprise requérant stabilité et fiabilité
nl: en op bedrijfs servers die stabiliteit en betrouwbaarheid vereisen
sk: a na firemných serveroch, ktoré vyžadujú stabilitu a spoľahlivosť
sl: in na korporacijskih strežnikih, ki potrebujejo stabilnost in zanesljivost

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
de: Ubuntu MATE ist ein stabiles, leicht zu bedienendes Betriebssystem mit einer konfigurierbaren Arbeitsumgebung. Es ist ideal für diejenigen, die das Beste aus ihren Rechnern herausholen wollen und einen traditionellen Schreibtisch bevorzugen. Mit bescheidenen Geräteanforderungen ist es geeignet für moderne Schreibtisch-PCs und Laptops, Einplatinenrechner (wie dem Raspberry Pi) sowie älteren Geräten.
fr_fr: Ubuntu MATE est un système d'exploitation stable et facile à utiliser avec un environnement de bureau configurable. Ce qui est idéal pour les personnes voulant tirer le maximum de leurs ordinateurs et qui préfèrent un environnement de bureau traditionnel. Avec des exigences matérielles modestes, Ubuntu MATE convient aussi bien aux ordinateurs de bureau qu'aux ordinateurs portables, aux ordinateurs miniatures (comme le Raspberry Pi) ainsi qu'au matériel informatique plus ancien.
nl: Ubuntu MATE is een stabiele, eenvoudig te gebruiken besturingssysteem met een configureerbaar desktop-omgeving. Het is ideaal voor degenen die het meeste uit hun computers willen en de voorkeur aan een traditionele desktop geven. Met bescheiden hardware-eisen, is het geschikt voor zowel moderne desktops, laptops, single board computers (zoals de Raspberry Pi) en oudere hardware.
sk: Ubuntu MATE je stabilný, ľahko použiteľný operačný systém s nastaviteľným prostredím pracovnej plochy. Je ideálny pre tých, ktorý chcú zo svojho počítača získať čo najviac a uprednostňujú tradičnú metaforu desktopového prostredia. So svojimi skromnými požiadavkami na hardvér je vhodné pre moderné stolné počítače, jednodoskové počítače ( napríklad Raspberry Pi) a pre počítače so starším hardvérom.
sl: Ubuntu MATE je stabilen operacijski sistem, enostaven za uporabo, z nastavljivim namiznim okoljem. Primeren je za tiste, ki želijo izkoristiti največ iz svojih osebnih računalnikov in so jim všeč tradicionalna računalniška namizja. S skromnimi zahtevami po strojni opremi je uporaben tako za moderne namizne in prenosne računalnike kot tudi za mini računalnike (kot je Raspberry Pi) in tiste s starejšo strojno opremo.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
de: Das Betriebssystem ist sicherer und besser unterstützt als das vorinstallierte Betriebssystem auf den meisten gängigen Heimrechnern.
fr_fr: Ce système d'exploitation est plus sûr, et mieux supporté que celui pré-installé sur la plupart des ordinateurs personnels aujourd'hui.
nl: Het besturingssysteem is veiliger en beter ondersteund dan het besturingssysteem voor-geïnstalleerd op de meeste thuis computers vandaag de dag.
sk: Tento operačný systém je bezpečnejší a lepšie podporovaný než väčšina operačných systémov dnes predinštalovných na väčšine domáceho počítačového hardvéru.
sl: Operacijski sistem je bolj varen in bolje podprt, kot operacijski sistem, ki dandanes pride že nameščen na večini osebnih računalnikov za domačo uporabo.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
de: Ubuntu MATE bietet Ihnen die Freiheit, ein komplettes und funktionsfähiges Betriebssystem zu verwenden, das mit den meisten (wenn nicht allen) Anwendungen, die Sie für Ihre tägliche Arbeit benötigen, vorkonfiguriert ist. Ändern Sie was immer Ihnen gefällt daran wie es aussieht, wie es funktioniert oder welche Anwendungen es ausführt.
fr_fr: Utiliser Ubuntu MATE c'est la liberté de faire fonctionner un système d'exploitation pré-configuré avec la plupart voir toutes les applications dont vous aurez besoin pour votre utilisation quotidienne, mais aussi la liberté de complètement changer son apparence, la façon dont il fonctionne, ainsi que les applications qu'il peut lancer de façon à ce qu'il s'adapte à vos goûts.
nl: Het gebruik van Ubuntu MATE biedt u de vrijheid om een ​​compleet en uitgebreid besturingssysteem te gebruiken, voor-geconfigureerd met de meeste (zo niet alle) van de toepassingen die u nodig hebt voor uw dagelijks computergebruik. Verander wat dan ook aan de manier waarop het eruit ziet, hoe het werkt, of de toepassingen die het draait om het aan uw smaak te laten voldoen.
sk: Používanie Ubuntu MATE vám poskytuje slobodu prevádzkovať úplný, plnohodnotný operačný systém, predpripravený s väčšinou aplikácii (ak nie so všetkými), ktoré budete potrebovať pre svoju každodennú prácu na počítači. A tiež slobodne meniť podľa svojho vkusu, ako bude vypadať, ako fungovať alebo aké budú spúšťané aplikácie.
sl: Z uporabo Ubuntu MATE boste imeli operacijski sistem poln zmožnosti, prednastavljen z večino (če ne vsemi) programi, ki jih potrebujete za vsakodnevno uporabo. Spremenite lahko kako zgleda, kako deluje ali programe, ki jih poganja.

source: Objectives
de: Ziele
fr_fr: Objectifs
nl: Doelstellingen
sk: Ciele
sl: Cilji

source: Ubuntu MATE has a number of guiding objectives and goals:
de: Ubuntu MATE hat eine Reihe an Leitkonzepten und Zielen:
fr_fr: Un certain nombre d'objectifs et de buts guident le projet Ubuntu MATE :
nl: Ubuntu MATE heeft een aantal leidende doelstellingen:
sk: Ubuntu MATE má niekoľko zámerov a cieľov:
sl: Ubuntu MATE ima številne smernice in cilje:

source: Accessible to all, regardless of language and physical ability.
de: Zugänglichkeit für alle, unabhängig von Sprache und körperlichen Fähigkeiten.
fr_fr: Être accessible à tous, quelle que soit la langue ou le handicap.
nl: Toegankelijk voor iedereen, ongeacht de taal en fysieke vermogen.
sk: Prístupné všetkým, bez ohľadu na jazyk a fyzické schopnosti.
sl: dostopen vsem, ne glede na jezik ali telesne zmožnosti.

source: Increase both Ubuntu and MATE Desktop user adoption.
de: Erhöhung der Benutzerakzeptanz für Ubuntu und der MATE-Arbeitsumgebung.
fr_fr: Augmenter le nombre d'utilisateurs adoptant Ubuntu ainsi que le bureau MATE Desktop.
nl: Verhoog zowel Ubuntu en MATE Desktop gebruikersgemak.
sk: Zvýšiť pozitívne prijímanie zo strany užívateľov ako u Ubuntu, tak aj u pracovného prostredia MATE.
sl: povečati število uporabnikov Ubuntuja in Ubuntu MATEa.

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
de: Eine Ubuntu-Alternative für Rechner, die nicht leistungsstark genug für einen Kompositschreibtisch sind.
fr_fr: Faire d'Ubuntu une alternative pour des ordinateurs qui ne sont pas assez puissants pour faire fonctionner un bureau "composite".
nl: Ubuntu alternatief voor computers die niet krachtig genoeg zijn om een samengestelde desktop te doen draaien.
sk: Ubuntu alternatíva pre počítače, ktoré niesu dostatočne výkonné k spúšťaniu kopozitného desktopového prostredia.
sl: Ubuntu alternativa za manj zmogljive računalnike.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
de: Erstklassige Ubuntu-Plattform für Fern-Arbeitsplatz-Lösungen wie LTSP und X2Go.
fr_fr: Faire d'Ubuntu une plate-forme de premier choix pour les solutions de stations-de-travail à distance comme LTSP et X2Go
nl: Eerste keus Ubuntu platform voor externe werkstation oplossingen zoals LTSP en X2Go.
sk: Prvá voľba z Ubuntu platformy pre riešenie vzdialených pracovných staníc ako je LTSP a X2Go.
sl: Prva izbira, na Ubuntuju temelječa platforma, za LTSP in X2GO oddaljene delovne postaje.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
de: Wiederherstellung der glücklichen Tage von Ubuntu für Benutzer, die einen herkömmlichen Schreibtisch bevorzugen.
fr_fr: Faire revivre les jours heureux d'Ubuntu pour des utilisateurs préférant un environnement de bureau traditionnel.
nl: Creëer de rustdag van Ubuntu gebruikers die de voorkeur geven aan een traditionele desktop metafoor.
sk: Obnovenie nekľudný dní pre používateľov Ubuntu, ktorý uprednostnujú tradičnú metaforu pracovnej plochy.
sl: Poustvariti dobre čase Ubuntuja, za uporabnike, ki imajo raje tradicionalno namizje.

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
de: Verwendung von Themen und Artwork ähnlich wie Ubuntu, so dass Benutzer mit Ubuntu MATE schnell vertraut werden.
fr_fr: Utiliser des thèmes et visuels similaires à Ubuntu pour donner à Ubuntu MATE un air familier immédiat.
nl: Gebruik thema's en illustraties die vergelijkbaar zijn met Ubuntu, zodat u zich meteen thuis voelt met Ubuntu MATE.
sk: Používať témy a grafické diela podobne Ubuntu, takže Ubuntu MATE je okamžite dobre známe.
sl: Uporabiti teme in grafično podobo podobno Ubuntuju, da bo Ubuntu MATE takoj prepoznaven.

source: When possible, contribute to Debian so both the Debian and Ubuntu communities benefit.
de: Unterstützung des Debian-Projekts, wenn möglich, so dass sowohl die Debian- als auch die Ubuntu-Gemeinschaften davon profitieren.
fr_fr: Quand cela est possible, contribuez à Debian pour que les communautés de Debian et d'Ubuntu en profite.
nl: Draag indien mogelijk bij aan Debian zodat zowel de Debian als Ubuntu gemeenschap hiervan profiteren.
sk: Pokiaľ je to možné, prispievať do Debianu, takže obe komunity, Debian a Ubuntu, z toho budú mať prospech.
sl: Ko je možno, prispevati k Debianu, da imajo korist tako Debian kot tudi Ubuntu skupnosti.

source: Software favors functionality and stability, as opposed to being fancy or light on features.
de: Anwendungen bevorzugen Funktionalität und Stabilität, anstatt ausgefallen oder beschränkt an Funktionen.
fr_fr: Les applications sont axées sur la fonctionnalité et la stabilité, contrairement au simple fait d'être beau ou léger en fonctions.
nl: Software is een voorstander van functionaliteit en stabiliteit, in tegenstelling tot luxe of zwakke functies.
sk: Softvér preferujúci funkčnosť a stabilitu pred efektom alebo lipnutím na funkciách.
sl: Prednost pri izbiri programov bomo dali tistim, ki so stabilni in uporabni.

source: What is Ubuntu MATE?
de: Was ist Ubuntu MATE?
fr_fr: Qu'est-ce que Ubuntu MATE ?
nl: Wat is Ubuntu MATE?
sk: Čo je Ubuntu MATE?
sl: Kaj je Ubuntu MATE?

source: is one of, if not the, largest deployed
de: ist eines der, wenn nicht sogar das, am häufigsten verbreitete auf Linux
fr_fr: est un des plus grands (peut-être même le plus grand) système d'exploitation de bureau basé sur
nl: is een van de, zo niet de, grootste ingezet
sk: je jeden z najrozšírenejších, ak nie najrozšírenejší,
sl: je eden od, če ne največji

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
de: aufbauende Desktop-Betriebssystem auf der Welt. Linux ist das Herz von Ubuntu und macht es möglich, sichere, starke und flexible Betriebssysteme zu schaffen, wie etwa
fr_fr: dans le monde. Linux est au cœur d'Ubuntu et rend possible la création de systèmes d'exploitation puissants, malléables, et sûrs, comme
nl: gebaseerde desktop besturingssystemen in de wereld. Linux vormt de kern van Ubuntu en maakt het mogelijk om veilige, krachtige en veelzijdige besturingssystemen te creëren, zoals
sk: založený desktopový operačný systém na svete. Linux je jadrom Ubuntu a umožňuje vytvárať bezpečné, výkonné a všestranné operačné systémy, aké sú
sl: operacijski sistem na svetu. Linux je v srcu Ubuntuja in omogoča ustvarjanje varnega, zmogljivega in prilagodljivega operacijskega sistema, kot je

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
de: Android ist jetzt in den Händen von Milliarden Menschen auf der Welt und ist ebenfalls auf Linux aufgebaut.
fr_fr: Aujourd'hui des milliards de gens à travers le monde tiennent un système Android dérivé de Linux dans leur mains.
nl: Android is nu in handen van miljarden mensen over de hele wereld en wordt ook aangedreven door Linux.
sk: Android je teraz v rukách miliárd ľudí po celom svete a je tiež poháňaní Linuxom.
sl: Android, ki je sedaj v rokah milijarde ljudi po celem svetu in ga poganja Linux.

source: Ubuntu is available in a number of different
de: Ubuntu ist in einer Anzahl verschiedener
fr_fr: Ubuntu est disponible dans différentes
nl: Ubuntu is beschikbaar in verschillende
sk: Ubuntu je k dispozícii v celej rade rôznych
sl: Ubuntu je na voljo v več

source: flavors
de: Varianten
fr_fr: versions
nl: smaken
sk: príchutí
sl: različicah

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
de: erhältlich, die alle ihre eigene Desktop-Umgebung haben. Ubuntu MATE nimmt das grundlegende Ubuntu-Betriebssystem und verwendet zusätzlich den
fr_fr: chacune venant avec son environnement de bureau. Ubuntu MATE prend la base du système d'exploitation Ubuntu et ajoute
nl: elk met zijn eigen desktopomgeving. Ubuntu MATE is gebaseerd op het Ubuntu basis besturingssysteem en voegt de
sk: z nich každá prichádza z vlastným pracovným prostredím. Ubuntu MATE berie základ operačného systému a pridáva k nemu
sl: vsaka vsebuje svoje namizno okolje. Ubuntu MATE je vzel Ubuntu kot osnovo in dodal

source: MATE Desktop
sk: Pracovné prostredie MATE
sl: Namizje MATE

source: Wikipedia says that a
de: Wikipedia sagt, dass eine
fr_fr: Wikipedia dit qu'un
nl: Wikipedia zegt dat een
sk: Wikipedia hovorí, že
sl: Wikipedia pravi, da je

source: Desktop Environment
de: Desktop-Umgebung
fr_fr: Environnement de Bureau
nl: Desktop Omgeving
sk: Desktopové prostredie
sl: namizno okolje

source: is
de: Folgendes ist:
fr_fr: est
sk: je
sl: &nbsp;

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
de: eine Implementierung der Desktop-Metapher bestehend aus einer Gruppe von Programmen, die auf einem Computer-Betriebssystem laufen und eine gemeinsame grafische Oberfläche (Graphical User Interface, GUI) verwenden. Desktop-GUIs machen es dem Benutzer möglich, auf einfache Weise Dateien zu verwenden und zu bearbeiten.
fr_fr: l'implémentation d'un environnement de travail constitué d'une suite de programmes qui fonctionnent au dessus d'un système d'exploitation. Tous deux partagent une interface graphique utilisateur (GUI). Celle-ci aide l'utilisateur à accéder facilement à ses fichiers et à les modifier.
nl: een implementatie van de desktop metafoor gemaakt van een bundel programma's die bovenop een computer besturingssysteem worden uitgevoerd en die een gemeenschappelijke grafische gebruikersinterface (GUI) delen. Desktop GUI's helpen de gebruiker om gemakkelijk bestanden te openen en te bewerken.
sk: implementácia metafory pracovnej plochy zložená z balíkov programov bežiacich nad operačným systémom počítača, ktoré zdieľajú spoločné grafické užívateľské rozhranie (GUI). Desktopové grafické prostredie pomáha užívateľovi s ľahším prístupom k súborom a k ich úpravám.
sl: izvedba namizja, sestavljenega iz programov, ki se izvajajo znotraj operacijskega sistema, in si delijo skupni grafični uporabniški vmesnik (GUI). Namizni grafični uporabniški vmesniki olajšajo uporabniku dostop ter urejanje datotek.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
de: Der MATE-Desktop implementiert wesentliche Funktionen, die Sie in einer Desktop-Umgebung erwarten würden, z. B.:
fr_fr: Le bureau Mate Desktop implémente les fonctionnalités auxquelles vous vous attendez d'un environnement de bureau, tel:
nl: De MATE Desktop implementeert essentiële functies die u zou verwachten in een desktopomgeving, zoals:
sk: MATE Desktop implementuje základné funkcie, ktoré by ste očakávali v desktopovom prostredí, ako napríklad:
sl: Namizje MATE vsebuje ključne zmožnosti, ki jih pričakujete od namiznega okolja, kot so:

source: File Browser
de: Dateibrowser
fr_fr: Explorateur de Fichiers
nl: Bestandsbeheer
sk: Prehliadač súborov
sl: Brskalnik datotek

source: Calculator
de: Taschenrechner
fr_fr: Calculatrice
nl: Rekenmachine
sk: Kalkulačka
sl: Kalkulator

source: Archive Manager
de: Archiv-Verwalter
fr_fr: Gestionnaire d'Archives
nl: Archiefbeheerder
sk: Správca archívov
sl: Upravljalnik arhivov

source: Image Viewer
de: Bildbetrachter
fr_fr: Visionneuse d'Images
nl: afbeelding weergave programma
sk: Prehliadač obrázkov
sl: Pregledovalnik slik

source: Document Viewer
de: Dokumentebetrachter
fr_fr: Visionneuse de Documents
nl: Document weergave programma
sk: Prehliadač dokumentov
sl: Pregledovalnik dokumentov

source: MATE System Monitor
de: Systemüberwachung
fr_fr: Moniteur Système MATE
nl: MATE Systeem Monitor
sk: MATE systémový monitor
sl: MATE Sistemski nadzornik

source: MATE Terminal
de: Terminal
fr_fr: Terminal MATE
sk: MATE terminál

source: All of which are highly customisable and managed via the
de: Alle sind hochgradig anpassbar und
fr_fr: Toutes hautement paramétrables et gérées via le
nl: Allemaal zeer aanpasbaar en beheerd via de
sk: Všetky z nich sú vysoko prispôsobiteľné a spravované cez
sl: Vse to je zelo prilagodljivo in upravljano preko

source: Control Center
de: über das Kontrollzentrum verwaltbar
fr_fr: Centre de Contrôle
nl: Configuratiecentrum
sk: Ovládacie Centrum
sl: Nadzornega središča

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
de: Der MATE-Desktop bietet eine intuitive und attraktive Desktop-Umgebung mit traditionellen Metaphern, so dass er sich sehr vertraut anfühlen wird, wenn Sie bereits andere Betriebssysteme, wie etwa
fr_fr: MATE Desktop est un environnement de bureau beau et intuitif, il utilise des métaphores traditionnelles, ce qui veut dire que si vous avez déjà utilisé
nl: MATE Desktop biedt een intuïtieve en aantrekkelijke desktop-omgeving met behulp van traditionele metaforen, wat betekent dat als je ooit gebruik hebt gemaakt van
sk: MATE Desktop poskytuje intuitívne a atraktívne desktopové prostredie za použitia tradičných metafor, čo znamená, že pokiaľ ste niekedy používali
sl: MATE namizje ponuja intuitivno in privlačno namizno okolje, ki uporablja tradicionalne metafore, kar pomeni, če ste kdaj uporabljali

source: or
de: oder
fr_fr: ou
nl: of
sk: alebo
sl: ali

source: it will feel very familiar.
de: benutzt haben.
fr_fr: il semblera très familier.
nl: zal het erg bekend voelen.
sk: budete sa cítiť veľmi dobre oboznámený.
sl: se vam bo zdelo zelo domače.
