Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: de, fr_fr, nl, sk, sl

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
de: Der MATE-Desktop hat eine große Geschichte und ist die Fortsetzung des GNOME-2-Desktops, welcher über ein Jahrzehnt lang die Standard-Desktop-Umgebung auf vielen Linux- und Unix-Betriebssystemen war. Das bedeutet, dass der MATE-Desktop erprobt, getestet und sehr zuverlässig ist.
fr_fr: Le bureau MATE Desktop possède une histoire riche. Il est la continuation du bureau GNOME 2, qui fut l'environnement de bureau numéro un sur plusieurs systèmes d'exploitation Linux et Unix pendant plus de dix ans. Il a donc été testé, éprouvé, et est donc très fiable.
nl: De MATE Desktop heeft een rijke geschiedenis en is de voortzetting van de GNOME 2-desktop, die al meer dan een decennium de standaard desktop-omgeving was op veel Linux- en Unix besturingssystemen. Dit betekent dat MATE Desktop is uitgeprobeerd, getest en zeer betrouwbaar is.
sk: MATE Desktop má bohatú históriu a je pokračovaním prostredia pracovnej plochy GNOME 2, ktoré bolo hlavným desktopovým prostredím na veľa linuxových a unixových operačných systémoch po viac ako desať rokov. To znamená, že MATE Desktop je overené, testované a veľmi spoľahlivé.
sl: Namizje MATE ima bogato zgodovino in je nadaljevanje namizja GNOME 2, ki je bilo več kot desetletje privzeto namizno okolje na operacijskih sistemih Linux in Unix.

source: Open Source
sk: Otvorený softvér
sl: Odprtokoden

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
de: Was Linux, Ubuntu und der MATE-Desktop alle gemeinsam haben, ist die Tatsache, dass sie Open Source Software sind. Solche Software kann von jedem frei verwendet, verändert und geteilt (modifiziert oder unmodifiziert) werden. Kurz gesagt ist Ubuntu MATE frei, im wahrsten Sinne des Wortes.
fr_fr: Linux, Ubuntu et le bureau MATE Desktop ont tous trois leur code source ouvert (Open Source). Ces logiciels peuvent être librement utilisés, changés, ainsi que partagés (sous une forme modifiée ou pas) par quiconque. En outre Ubuntu MATE est libre, dans le sens le plus profond.
nl: Wat Linux, Ubuntu en MATE Desktop allemaal gemeen hebben, is dat ze Open Source zijn. Deze software kan door iedereen gratis worden gebruikt, gewijzigd en gedeeld (in gewijzigde of ongewijzigde vorm). Kort samengevat is Ubuntu MATE gratis, in de ware zin van het woord.
sk: Čo majú Linux, Ubuntu a pracovné prostredie MATE spoločné, je to, že sú softvérom s otvoreným zdrojovým kódom. Tento softvér je možné používať, meniť a zdielať ( v modifikovanej alebo nemodifikovanej forme) kýmkoľvek. V skratke: Ubuntu MATE je slobodné, v pravom slova zmysle.
sl: Kar Linux, Ubuntu in namizje MATE imajo skupnega je odprta koda. To programsko opremo lahko vsak uporabi, spreminja, deli (v spremenjeni ali nespremenjeni obliki). Skratka Ubuntu MATE je brezplačen v pravem smislu besede.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
de: Obwohl einige Distributionen (Variationen) von Linux verkauft werden, ist die überwiegende Anzahl kostenlos erhältlich, genauso wie Ubuntu MATE. Die Distribution ist so lizenziert, dass sie jeder kostenlos weitergeben darf, ohne weitere Auflagen. Beispielsweise gibt die Lizenz jedem Mitglied der Gemeinschaft die Freiheit, Linux für jeden Zweck zu verwenden und das Betriebssystem zu verteilen, zu modifizieren, weiter zu vertreiben oder sogar zu verkaufen. Wenn Sie Linux tatsächlich modifizieren und weiter verteilen sollten, müssen Sie aufgrund der Lizenz Ihren modifizierten Quellcode offenlegen, so dass er eventuell in zukünftige Versionen eingearbeitet werden kann. Es gibt keine Garantie, dass dies je passieren wird, aber wenn Sie das System verbessert haben, könnten Ihre Änderungen sogar in der nächsten Version von Ubuntu MATE enthalten sein.
fr_fr: La grande majorité des distributions (variations de) Linux sont fournies gratuitement, comme Ubuntu MATE. Vous trouverez cependant certaines distributions payantes. La distribution est sous une licence qui fait en sorte que quiconque peut la distribuer sans frais et sans conditions. Par exemple, la licence donne la liberté d'utiliser Linux à tous les membres de la communauté. Ils peuvent distribuer, modifier, re-distribuer, ou même vendre le système d'exploitation. Si vous modifiez et re-distribuez Linux avec vos modifications, vous êtes tenus, par la licence, de soumettre vos modifications pour une possible inclusion dans des versions futures. Il n'y a aucune garantie que cela se produise, mais si vous l'avez amélioré, vos changements pourraient bien être inclus dans la prochaine version d'Ubuntu MATE.
nl: Hoewel je een aantal distributies (varianten) van Linux kunt kopen, wordt de overgrote meerderheid gratis aangeboden, zoals Ubuntu MATE. De distributie is in licentie gegeven op een manier die iedereen in staat stelt om het gratis weg te geven, zonder verplichtingen. De licentie geeft bijvoorbeeld elk lid van de gebruikersgemeenschap de vrijheid om Linux voor welk doel dan ook te gebruiken om het besturingssysteem te distribueren, wijzigen, herverdelen of zelfs verkopen. Als u Linux wijzigt en vervolgens opnieuw distribueert met uw wijzigingen, bent u door de licentie verplicht om uw wijzigingen in te dienen voor mogelijke opname in toekomstige versies. Er is geen garantie dat dit ooit zal gebeuren, maar als je het beter hebt gemaakt, worden je wijzigingen mogelijk opgenomen in de volgende release van Ubuntu MATE.
sk: Aj keď nájdete niekoľko distribúcii (variácií) Linuxu určených pre zakúpenie, drtivá väčšina je poskytovaná zdarma, tak ako aj Ubuntu MATE. Distribúcia je licencovaná spôsobom, ktorým umožňuje komukoľvek ju poskytovať zadarmo, bez pripojených podmienok. Napríklad licencia dáva ktorémukoľvek členovi užívateľskej komunity slobodu používať Linux pre akýkoľvek účel, distribuovať, modifikovať a znovu distribuovať, alebo dokonca predávať operačný systém. Pokiaľ upravíte a potom znovu distribuujete Linux so svojimi úpravami, je po vás požadovaná licencia, aby ste predložili svoje úpravy pre prípadné zhrnutie do budúcich verzií. Neexistuje žiadna záruka, že sa tomu nikdy nestane, ale pokiaľ ste niečo vylepšili, tak by vaše zmeny mohli byť zahrnuté do budúceho vydania Ubuntu MATE.
sl: Čeprav boste našli nekaj distribucij (različic) Linuxa na voljo za nakup, je večina povsem brezplačna, kot je na primer Ubuntu MATE. Distribucija uporablja dovoljenje, ki dovoli da jo vsak brezplačno dobi. Na primer dovoljenje da vsakemu članu uporabniške skupnosti svobodo da uporablja Linux v vse namene, za razširjanje, spreminjanje, deljenje ali celo prodajo operacijskega sistema. Če spremenite in ponovno delite Linux s svojimi spremembami, dovoljenje od vas zahteva, da svoje spremembe pošljete za morebitno vključitev v prihodnje različice. To ni zagotovilo, da bo do tega tudi prišlo, ampak če ste izboljšali operacijski sistem, potem bodo mogoče vaše spremembe vključene v naslednjo izdajo Ubuntu MATE.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
de: Viele der Nutzer von Linux sind Unternehmen, die das Betriebssystem verwenden, um ihre Geschäfte zu führen oder es in ihre Produkte einzuarbeiten. Viele dieser Unternehmen tragen Fehlerkorrekturen und neue Funktionen für Linux bei, während sie die Software für ihre Arbeit verwenden.
fr_fr: Beaucoup d'utilisateurs de Linux sont des sociétés qui utilisent leur système d'exploitation au cours de leurs activités, ou l'incluent dans leur produits. Une grande partie de celles-ci publient des corrections ainsi que de nouvelles fonctions pour Linux, du fait qu'ils utilisent le logiciel dans le cadre de leurs activités.
nl: Vele gebruikers van Linux zijn ondernemingen die het besturingssysteem toepassen in hun bedrijf of het in hun productgamma opnemen. Veel van deze ondernemingen bieden ook oplossingen en nieuwe functies aan voor Linux omdat ze de software in hun bedrijf gebruiken.
sk: Veľa užívateľov Linuxu sú korporácie, ktoré používajú operačný systém pre prevádzku svojich podnikov alebo ho zahrnujú do svojich produktov. Veľa z týchto spoločností poskytuje opravy a nové funkcie pre Linux, pretože používajú tento softvér pre svoje podnikanie.
sl: Veliko uporabnikov Linuxa so podjetja, ki uporabljajo operacijski sistem za svoje poslovanje ali ga vključijo s svojimi izdelki. Veliko teh podjetij zagotavljajo popravke in nove zmožnosti za Linux, ker uporabljajo to programsko opremo za svoje poslovanje.

source: These improvements are given back
de: Diese Verbesserungen werden an die Linux-Gemeinde zurückgegeben
fr_fr: Ces améliorations sont rendues
nl: Deze verbeteringen worden teruggegeven
sk: Tieto vylepšenia sú uvádzaná spätne
sl: Te izboljšave so podane nazaj

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
de: und verbessern Ubuntu MATE in der Folge. Auf diese Weise kann das System beständig wachsen und verbessert werden, ohne dass wir von unseren Nutzern Geld verlangen müssen.
fr_fr: à la communauté Linux, et celle d'Ubuntu MATE s'améliorent au final. C'est selon ce modèle que nous pouvons grandir continuellement sans avoir à demander de l'argent de la part des utilisateurs.
nl: aan de Linux-gemeenschap en Ubuntu MATE verbetert daardoor. Zo kunnen we continu verbeteren en groeien zonder dat we onze gebruikers geld in rekening hoeven te brengen.
sk: do komunity Linuxu a vo výsledku zlepšujú aj Ubuntu MATE. To je spôsob, ako sa môže zlepšovať a rásť, bez toho aby sme museli účtovať naším zákazníkom peniaze.
sl: Linux skupnosti. Rezultat tega je izboljšan Ubuntu MATE. Tako se ves čas izboljšujemo in rastemo brez da bi našim uporabnikom zaračunali.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
de: Im Gegensatz zu Windows und OS X wird Linux nicht nur von einem Unternehmen entwickelt. Es wird unter anderem von Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD und Microsoft betreut. Mehr als 4.000 Entwickler haben innerhalb der letzten 15 Jahre zu Linux beigetragen.
fr_fr: Contrairement à Windows et OS X, Linux n'est pas créé et soutenu par une seule société. Il est soutenu par Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, ainsi que Microsoft. Plus de 4.000 développeurs ont contribués à Linux durant les 15 dernières années.
nl: In tegenstelling tot Windows en OS X wordt Linux niet gemaakt en ondersteund door slechts één bedrijf. Het wordt ondersteund door Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD en Microsoft. Meer dan 4.000 ontwikkelaars hebben de afgelopen 15 jaar bijgedragen aan Linux.
sk: Na rozdiel od Windows a OS X nieje Linux vytvorený a podporovaný len jednou spoločnosťou. Je podporovaný spoločnosťami Intel, RedHat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD a Microsoft. K vývoju Linuxu prispelo v priebehu posledných 15 rokov cez 4000 vývojárov.
sl: Za razliko od Windows in OS X, Linux ni naredilo eno podjetje in ga prav tako ne podpira eno podjetje. Podpirajo ga Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD in Microsoft. Več kot 4000 razvijalcev je prispevalo k Linuxu v zadnjih 15 letih.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
de: Egal, ob Sie ein Heimanwender, Softwareentwickler von Ubuntu MATE oder ein Mitarbeiter eines Unternehmens, das das Betriebssystem verwendet, sind: Sie sind ein Mitglied der Linux- und Open-Source-Gemeinden und profitieren von den Anstrengungen der Entwickler, die zu Ubuntu MATE und den verwandten Projekten Linux, MATE und Ubuntu beitragen. Mitglieder der Gemeinde setzen Linux auf fast jeder Hardware ein, vom schönsten Macbook zum billigsten Netbook, vom neuesten Chromebook zu einigen sehr alten für Windows designten Geräten, und von den stärksten Internet-Servern zu den kleinsten intelligenten Thermostaten.
fr_fr: Que vous soyez un particulier, un développeur d'applications ou d'Ubuntu MATE ou un employé d'une firme utilisant ce système d'exploitation, vous êtes membre de la communauté Linux ainsi que de la communauté Open Source. Vous bénéficiez ainsi des efforts des développeurs qui contribuent à Ubuntu MATE ainsi que ses projet-liés : Linux, MATE et Ubuntu. Les membres de la communauté font fonctionner Linux sur presque tout matériel existant, du plus joli Macbook au netbook bon-marché, du plus récent Chromebook à certaines très vieilles machines faites seulement pour Windows, des serveurs internet les plus puissants aux thermostats intelligents les plus petits.
nl: Of je nu een thuisgebruiker bent van Ubuntu MATE, een Ubuntu MATE software of applicatieontwikkelaar, of een medewerker van een organisatie die het besturingssysteem gebruikt, je bent lid van de Linux- en Open Source gemeenschappen en profiteert van de inspanningen van de ontwikkelaars die bijdragen aan Ubuntu MATE en aanverwante projecten: Linux, MATE en Ubuntu. Leden van de community gebruiken Linux op bijna elke hardware, van de mooiste Macbook tot de goedkoopste netbook, van de nieuwste Chromebook tot enkele zeer oude machines die zijn ontworpen voor Windows, en van de krachtigste internetservers tot de kleinste slimme thermostaat.
sk: Nech ste už domáci užívatelia Ubuntu MATE, softvérový alebo aplikačný vývojár Ubuntu MATE alebo zamestnancom organizácie, ktorá používa operačný systém, ste členom linuxovej komunity a komunity otvoreného softvéru a ťažíte z úsilia vývojárov, ktorý prispeli k Ubuntu MATE a do pridružených projektov: Linuxu, MATE a Ubuntu. Členovia komunity spúšťajú Linux na ktorom koľ vek hardvéri, od najjasnejších Macbookov po najlacnejšie netbooky, od najnovšieho Chromebooku po niektoré veľmi staré stroje navrhnuté pre systém Windows a od najvýkonnejších internetových serverov po najmenší inteligentný termostat.
sl: Če uporabljate Ubuntu MATE doma, razvijate programsko opremo za Ubuntu MATE, ste zaposleni v organizaciji, ki uporablja operacijski sistem, ste član Linux in odprtokodne skupnosti, imate korist od razvijalcev, ki prispevajo k Ubuntu MATE in sorodnih projektov: Linux, MATE ter Ubuntu. Člani skupnosti poganjajo Linux na razni strojni opremi, od najlepših Macbookov do najcenejših malih prenosnikov, najnovejših Chromebookov, zelo starih računalnikov, namenjenih Windowsom, od najbolj zmogljivih strežnikov na internetu do najmanjših pametnih termostatov.
