Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/donate/*.po
Languages: es_419, eu, he_il, ta, zh_cn

source: Donate
es_419: Donar
eu: Egin dohaintza
he_il: לתרום
ta: நன்கொடை
zh_cn: 捐赠

source: About Donations
es_419: Sobre Donaciones
eu: Dohaintzei buruz
he_il: אודות תרומות
zh_cn: 关于捐赠

source: Our Supporters
es_419: Nuestros Patrocinadores
eu: Gure babesleak
he_il: התומכים שלנו
zh_cn: 支持者列表

source: It appears you are not connected to the Internet. Please check your connection to access this content.
es_419: Parece que no estás conectado a Internet. Por favor verifica tu conexión para acceder a este contenido.
eu: Internetera konektatu gabe zaudela dirudi. Egiaztatu zure konexioa eduki honetara sartzeko.
he_il: נראה שאתה לא מחובר לאינטרנט. בדוק את החיבור שלך כדי לגשת לתוכן הזה.
zh_cn: 你似乎并没有连接上网络，请检查你的网络连接。

source: Sorry, Welcome was unable to establish a connection.
es_419: Lo siento, Bienvenido no pudo establecer una conexión.
eu: Sentitzen dugu, ezin izan da konexioa ezarri.
he_il: סליחה, 'ברוך הבא' לא הצליח ליצור חיבור לאינטרנט.
zh_cn: 抱歉，欢迎界面无法连接网络

source: Retry
es_419: Reintentar
eu: Saiatu berriz
he_il: נסה שנית
zh_cn: 重试

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
es_419: Ubuntu MATE es financiado por nuestra comunidad. Tus donaciones nos ayudan a pagar:
eu: Ubuntu MATE gure komunitateak finantzatzen du. Zure dohaintzak hauek ordaintzeko erabiltzen dira:
he_il: Ubuntu MATE ממומן ע"י הקהילה. התרומות שלכם עוזרות ל:
zh_cn: Ubuntu MATE 是一个社区 驱动的发行版。你的捐赠将会用于：

source: Web hosting and bandwidth costs.
es_419: Alojamiento Web y costos de ancho de banda.
eu: Web-ostatatzea eta banda-zabaleraren kostuak.
he_il: אחזקת אתרים ועלויות רוחב פס.
zh_cn: 网站及服务器维护费用。

source: Supporting Open Source projects that Ubuntu MATE depends upon.
es_419: Apoyando proyectos de Código Abierto de los que depende Ubuntu MATE.
eu: Ubuntu MATEk erabiltzen dituen kode irekiko proiektuak babestea.
he_il: תמיכה בפרוייקטים 'קוד פתוח' שUbuntu MATE תלוי בהם
ta: பொறுத்து திறந்த மூல திட்டங்கள் ஆதரவு Ubuntu MATE
zh_cn: 资助 Ubuntu MATE 所依赖的上游开源项目。

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
es_419: Eventualmente pagar por desarrolladores de tiempo completo de Ubuntu MATE y MATE Desktop.
eu: Ubuntu MATE eta MATE mahaigainean lanaldi osoz ari diren garatzaileei ordaintzea.
he_il: בסופו של דבר לשלם עבור מפתחי משרה מלאה של Ubuntu MATE ושל שולחן עבודה MATE
zh_cn: 以及 Ubuntu MATE 及 MATE 桌面环境的全职开发者的工资。

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
es_419: es una única manera de financiar un proyecto de Código Abierto. Un ingreso mensual regular asegura la sustentabilidad de el proyecto Ubuntu MATE. Los Patrons serán recompensados con noticias exclusivas del proyecto, actualizaciones y ser invitados a participar en videoconferencias donde puedes hablar con los desarrolladores directamente.
eu: kode irekiko proiektu bat finantzatzeko modu aparta da. Hileroko diru sarrera finko batek Ubuntu MATE proiektuaren iraunkortasuna ziurtatzen du. Babesleak sarituak izango dira: proiektuaren berri eta eguneraketa esklusiboak eta garatzaileekin bideo konferentzia bidez zuzenean hitz egin ahal izatea.
he_il: היא דרך יחודית לממן פרויקט קוד פתוח.הכנסה חודשית קבועה מבטיחה תמיכה בפרויקט Ubuntu MATE. פטרונים יוענקו בחדשות בלעדיות על הפרויקט,עדכונים ויוזמנו להשתתף במפגשי וידיאו איפה שאתם יכולים לדבר על המפתחים בצורה ישירה.
zh_cn: 是一种建立开源项目的独特方式，常规的每月收入会增进 Ubuntu MATE 的可持续发展。Patrons 会提供一些专有的项目，更新，视频以及与开发者交流的方式。（Patreon 是国外一家众筹网站，但不针对某一项目众筹，为会员制，会员可享受该网站独享资源，会员费的一部分会赞助给你所支持的项目）

source: If you would prefer to use
es_419: Si prefiere usar
eu: Nahiago baduzu
he_il: אם אתה הייתה מעדיף להשתמש
ta: நீங்கள் பயன்படுத்த விரும்பினால்
zh_cn: 如果你更倾向于使用

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
es_419: entonces tenemos opciones para donar mensualmente o hacer una donación única. Finalmente, también aceptamos donaciones via
eu: erabil dezakezu. Hilabeteroko edo aldi bakarreko dohaintzak egiteko aukera eskaintzen dugu. Azkenik, dohaintzak egiteko beste aukera bat ere baduzu:
he_il: ואז יש לנו את האופציה לתרום בצורה חודשית או לתרום פעם אחת. לבסוף, אנחנו גם מקבלים תרומות דרך
zh_cn: 那么我们也提供按月捐赠或者一次性捐赠的方式。我们也接受以下捐赠方式

source: Bitcoin
he_il: ביטקוין
ta: பிட்காயின்
zh_cn: 比特币

source: Become a Patron
es_419: Hacerse un Patron
eu: Egin zaitez babesle
he_il: הפוך לפטרון
ta: ஒரு புரவலர் ஆக
zh_cn: 加入 Patron

source: Donate with PayPal
es_419: Donar con PayPal
eu: Egin dohaintza PayPal bidez
he_il: תרום עם Paypal
ta: PayPal மூலம் நன்கொடையாக
zh_cn: 使用 PayPal 捐赠

source: Donate with Bitcoin
es_419: Donar con Bitcoin
eu: Egin dohaintza Bitcoin bidez
he_il: תרום עם ביטקוין
ta: Bitcoin மூலம் நன்கொடையாக
zh_cn: 使用比特币捐赠

source: Commercial sponsorship
es_419: Patrocinio comercial
eu: Babesletza komertziala
he_il: חסות מסחרית
ta: வணிக ஆதரவு
zh_cn: 商业赞助

source: is also available. Click the
es_419: también esta disponible. Presione el
eu: ere egin daiteke. Egin klik
he_il: גם אפשרי.לחץ על ה
ta: கிடைக்கிறது. கிளிக் செய்யவும்
zh_cn: 也可用。点击这里

source: button above to find out more.
es_419: botón de arriba para saber más.
eu: botoian gehiago jakiteko.
he_il: כפתור מעל בכדי לברר פרטים נוספים
ta: மேலும் அறிய, மேலே உள்ள பொத்தானை அழுத்தவும்
zh_cn: 上方的按钮了解更多

source: Thank you!
es_419: Gracias!
eu: Eskerrik asko!
he_il: תודה!
zh_cn: 谢谢你！

source: Every month, we compile a list of our donations and detail how they are spent.
es_419: Cada mes, compilamos una lista de nuestras donaciones y detallamos en que se ha gastado.
eu: Hilabetero dohaintzen zerrenda osatu eta nola erabiltzen diren zehazten dugu.
he_il: כל חודש,אנחנו יוצרים רשימה של התרומות שקיבלנו ומסבירים איך הם משומשים.
zh_cn: 每个月我们都会整理一份捐赠者名单及捐赠的金额。

source: This information is published monthly to the
es_419: Esta información es publicada mensualmente a el
eu: Informazio hori hilabetero argitaratzen da
he_il: המידע הזה מופץ חודשית אל
zh_cn: 这些信息每个月都会发布到这里

source: Ubuntu MATE Blog
eu: Ubuntu MATE blogean
he_il: בלוג Ubuntu MATE
zh_cn: Ubuntu MATE 博客

source: which you can take a look below.
es_419: que puedes ver debajo a continuación.
eu: eta behean ikus dezakezu.
he_il: שבו אתה יכול להעיף מבט למטה.
zh_cn: 你可以在下面查看详细信息

source: Year
es_419: Año
eu: Urtea
he_il: שנה
zh_cn: 年

source: Month
es_419: Mes
eu: Hilabetea
he_il: חודש
zh_cn: 月

source: Support Ubuntu MATE Development
ta: ஆதரவு Ubuntu Mate அபிவிருத்தி

source: Ubuntu MATE is funded by our community. Your donations help improve project momentum in the following ways:
ta: Ubuntu MATE எங்கள் சமூகத்தால் நிதியளிக்கப்படுகிறது. பின்வரும் வழிகளில் திட்டத்தின் வேகத்தை மேம்படுத்த உங்கள் நன்கொடைகள் உதவுகின்றன

source: Travel expenses to attend conferences.
ta: மாநாடுகள் கலந்துகொள்ள பயண செலவுகள்.

source: Miscellaneous hosting costs for the project.
ta: திட்டம் மற்ற ஹோஸ்டிங் செலவுகள்.
