Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/chatroom/*.po
Languages: ca_es, cs, es_419, eu, zh_cn

source: Chat Room
ca_es: Sala de xat
cs: Chatovací místnost
es_419: Sala de Chat
eu: Berriketa-gela
zh_cn: 聊天室

source: Chat with fellow users
ca_es: Xatejar amb altres usuaris
cs: Chatovat se členy
es_419: Conversa con otros usuarios
eu: Egin berriketan beste erabiltzaileekin
zh_cn: 与其他用户聊天

source: Come and say hello by connecting to our
ca_es: Veniu a saludeu connectant-vos a la nostra
cs: Přijďte se s námi seznámit skrze připojení k našemu

source: channel on
ca_es: al
cs: kanálu na
es_419: canal en
eu: gure kanalera sartzeko
zh_cn: 频道

source: You'll need an IRC client, such as Hexchat.
ca_es: Necessiteu un client d’IRC, com ara Hexchat.
cs: Budete potřebovat IRC klienta, jako je například Hexchat.

source: If you're looking for technical support, consider stopping by at our Community instead.
ca_es: Si busqueu suport tècnic, considereu la possibilitat de passar-vos per la nostra comunitat.
cs: Pokud hledáte technickou podporu, zvažte místo toho návštěvu v naší komunitě.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ca_es: Sembla que no esteu connectat a Internet. Si us plau, comproveu la vostra connexió per tal d'accedir a aquest contingut.
cs: Zdá se, že nejste připojeni k Internetu. Zkontrolujte prosím své připojení, abyste mohli přistoupit k tomuto obsahu.
es_419: Parece que no estás conectado a Internet. Por favor verifica tu conexión para acceder a este contenido.
eu: Internetera konektatu gabe zaudela dirudi. Egiaztatu zure konexioa eduki honetara sartzeko.
zh_cn: 你似乎并没有连接上网络，请检查你的网络连接。

source: Sorry, Welcome was unable to establish a connection.
ca_es: Ho sentim, la Benvinguda no ha pogut establir la connexió.
cs: Je nám líto, aplikace Vítejte nebyla schopna navázat spojení.
es_419: Lo siento, Bienvenido no pudo establecer una conexión.
eu: Sentitzen dugu, ezin izan da konexioa ezarri.
zh_cn: 抱歉，欢迎界面无法连接网络

source: Retry
ca_es: Torna a provar-ho
cs: Zkusit znovu
es_419: Reintentar
eu: Saiatu berriz
zh_cn: 重试

source: Join the IRC in Hexchat
ca_es: Unir-se a l'IRC a l'Hexchat
cs: Přípojit k IRC s pomocí Hexchat
es_419: Unirse a el IRC en Hexchat
eu: Sartu Hexchat-eko IRCra
zh_cn: 使用Hexchat加入IRC

source: Install
ca_es: Instal·la
cs: Instalovat

source: Installing...
ca_es: S'està instal·lant...
cs: Instaluje se...

source: This IRC client is pre-configured so you can jump into our
es_419: Este canal IRC está pre-configurado para que puedas acceder a nuestro
eu: IRC bezeroa aurrez konfiguratuta dago
zh_cn: 此IRC客户端已经预先配置好以便于快速加入我们的聊天室

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
es_419: La mayoría del equipo de Ubuntu MATE está aquí pero ellos también tienen una vida real. Si tienes una pregunta, siéntete libre de preguntar.
eu: Ubuntu MATE taldeko partaide gehienak bertan daude baina hortik kanpora ere bizitza bat dute. Galderarik baduzu, galdetu beldurrik gabe.
zh_cn: 大部分 Ubuntu MATE 团队成员都在该频道，但是他们也有自己的生活。所以，如果你有疑问请提出来。

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
es_419: Sin embargo, podría tomar un tiempo a que alguien responda. Solo se paciente y no te desconectes inmediatamente.
eu: Hala ere, norbaitek erantzun arte denbora igaro daiteke. Izan pazientzia eta deskonektatu segituan.
zh_cn: 但是可能需要一段时间才会得到回复，请耐心等待并且不要立即下线。
