Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/telemetry/*.po
Languages: ar, ca_es, es_es, fr_fr, lt_lt, nl, nl_nl, pl, pt_br, ro, ru, sk, sl, sv

source: Help Improve Ubuntu MATE
ar: ساعد في تحسين أبونتو ماتيه
ca_es: Ajudeu a millorar Ubuntu MATE
es_es: Ayuda a mejorar Ubuntu MATE
fr_fr: Aidez à améliorer Ubuntu MATE
lt_lt: Padėti tobulinti Ubuntu MATE
nl: Help Ubuntu MATE verbeteren
nl_nl: Help met het verbeteren van Ubuntu MATE
pl: Pomóż ulepszyć Ubuntu MATE
pt_br: Ajude a melhorar o Ubuntu MATE
ro: Ajutaţi la îmbunătăţirea Ubuntu MATE
ru: Помогите улучшить Ubuntu MATE
sk: Pomôžte vylepšiť Ubuntu MATE
sl: Pomagajte izboljšati Ubuntu MATE
sv: Hjälp till att förbättra Ubuntu MATE

source: Ubuntu MATE can submit anonymised system information that will help the developers better understand what devices Ubuntu MATE is being used on. This data will be transmitted one time only and includes basic system components but nothing that is uniquely identifiable.
ar: يستطيع أبونتو ماتيه إرسال معلومات النظام دون تحديد هوية المستخدم حيث ستساعد المطورين على فهم ما الأجهزة التي يُستخدم عليها أبونتو ماتيه. ستُرسل هذه المعلومات مرة واحدة فقط وتتضمن مكونات النظام الأساسية ولكن لا تتضمن ما يمكن أن يحدد بدقة هوية الجهاز أو المستخدم.
ca_es: Ubuntu MATE pot enviar informació anònima del sistema que ajudarà als desenvolupadors a entendre millor quins dispositius s'utilitzen en Ubuntu MATE. Aquestes dades es transmetran només una vegada i inclouen els components bàsics del sistema, però res que sigui exclusivament identificable.
es_es: Ubuntu MATE puede enviar información del sistema anonimamente, la cual ayudará a los desarrolladores a entender en qué dispositivos se utiliza Ubuntu MATE. Esta información será enviada una única vez e incluye información básica de los componentes del sistema, nada que séa único y/o identificable.
fr_fr: Ubuntu MATE peut soumettre des informations du système (rendues anonymes) qui aideront les développeurs à mieux comprendre les dispositifs sur lesquels Ubuntu MATE est utilisé. Ces données seront transmises une fois seulement et incluent des composants du système de base, mais rien qui soit identifiable de façon unique.
lt_lt: Ubuntu MATE gali pateikti anonimizuotą sistemos informaciją, kuri padės kūrėjams geriau suprasti kokiuose įrenginiuose yra naudojama Ubuntu MATE. Šie duomenys bus persiųsti tik vieną kartą ir į juos bus įtraukti pagrindiniai sistemos komponentai, ir nieko, kas galėtų būti unikaliai atpažinta.
nl: Ubuntu MATE kan anoniem systeeminformatie verzenden die de ontwikkelaars helpt beter te begrijpen op welke apparaten Ubuntu MATE wordt gebruikt. Deze gegevens worden slechts één keer verzonden en bevatten basissysteemcomponenten, maar geen persoonlijke gegevens.
nl_nl: Ubuntu MATE kan geanonimiseerde systeeminformatie indienen die de ontwikkelaars helpt beter te begrijpen op welke apparaten Ubuntu MATE wordt gebruikt. Deze gegevens worden slechts één keer verzonden en bevatten de basis componenten van het systeem, maar niets dat uniek identificeerbaar is.
pl: Ubuntu MATE może wysyłać zanonimizowane informacje o twoim systemie do deweloperów, by zrozumieć na czym Ubuntu MATE działa. Te dane będą wysłane tylko raz i będą zawierać podstawowe informacje o komponentach systemu, ale nic co by było łatwe do zindentyfikowania.
pt_br: O Ubuntu MATE pode enviar informações anonimizadas do sistema que ajudarão aos desenvolvedores entender melhor os dispositivos nos quais o Ubuntu MATE está sendo utilizado. Elas serão enviadas apenas uma vez e incluem apenas componentes básicos do sistema, mas nada que possa ser identificado de forma única.
ro: Ubuntu MATE poate trimite informații de sistem anonime care vor ajuta dezvoltatorii să înțeleagă mai bine pe ce dispozitive este folosit Ubuntu MATE. Aceste informaţii vor fi transmise doar o singură dată și vor include aspecte de bază ale sistemului, dar nu informaţii care sunt identificate în mod unic.
ru: Ubuntu MATE может посылать анонимную информацию о системе, которая поможет разработчикам лучше понять, на каких устройствах используется Ubuntu MATE. Эти данные будут пересланы только один раз и включают в себя только базовые компоненты системы, но ничего из того, что идентифицируется уникально.
sk: Ubuntu MATE môže odoslať anonymizované informácie, ktoré pomôžu vývojárom lepšie pochopiť na akých zariadeniach je Ubuntu MATE používané. Tieto údaje budú odoslané iba jeden raz a zahŕňajú základné systémové komponenty avšak nič, čo by bolo jedinečne identifikovateľné.
sl: Ubuntu MATE lahko pošlje anonimizirane podatke o sistemu, ki bodo razvijalcem pomagale lažje razumeli, na katerih napravah je uporabljen Ubuntu MATE. Ti podatki bodo poslani samo enkrat in vsebujejo samo osnovne komponente sistema, vendar ničesar, kar bi bilo mogoče enkratno določiti.
sv: Ubuntu MATE kan skicka anonymiserad information som hjälper utvecklarna att bättre förstå vilka sorters apparater som Ubuntu MATE används på. Informationen kommer endast skickas en gång och innehåller info om grundläggande systemkomponenter men inget unikt identifierbart.

source: Would you like to send this information?
ar: هل ترغب في إرسال هذه المعلومات؟
ca_es: Voleu enviar aquesta informació?
es_es: Quiere enviar esta información?
fr_fr: Souhaitez-vous envoyer ces informations ?
lt_lt: Ar norėtumėte išsiųsti šią informaciją?
nl: Wil u deze informatie verzenden?
nl_nl: Wilt u deze informatie verzenden?
pl: Czy chciałbyś wysyłać te informacje?
pt_br: Você gostaria de enviar essa informação?
ro: Doriţi să trimiteţi aceste informaţii?
ru: Желаете ли вы отправить эту информацию?
sk: Prajete si poslať tieto informácie?
sl: Želite poslati te informacije?
sv: Vill du skicka den här informationen?

source: Preview data
ar: معاينة البيانات
ca_es: Vista prèvia de les dades
es_es: Previsualizar la información
fr_fr: Visualiser les données
lt_lt: Peržiūrėti duomenis
nl: Gegevens voorbeeld
nl_nl: Bekijk gegevens vooraf
pl: Wyświetl dane
pt_br: Visualizar dados
ro: Revedeţi informaţiile
ru: Предпросмотр данных
sk: Prezrieť údaje
sl: Predogled podatkov
sv: Förhandsgranska informationen

source: This is the data that will be sent:
ar: هذه هي البيانات التي ستُرسَل:
ca_es: Aquestes són les dades que s'enviaran:
es_es: Se enviará la siguiente información:
fr_fr: Ces donnée seront envoyées :
lt_lt: Štai duomenys, kurie bus išsiųsti:
nl: Dit zijn de gegevens die worden verzonden:
nl_nl: Dit zijn de gegevens die zullen worden verzonden:
pl: To są dane, które będą wysłane
pt_br: Esses são os dados que serão enviados:
ro: Acestea sunt informaţiile care vor fi trimise:
ru: Эти данные будут отправлены:
sk: Tieto dáta budú poslané :
sl: To so podatki, ki bodo poslani:
sv: Den här informationen kommer att skickas:

source: Send Telemetry
ar: إرسال البيانات
ca_es: Envia la telemetria
es_es: Enviar Telemetría
fr_fr: Envoyer les données télémétriques
lt_lt: Siųsti telemetriją
nl: Verzend Telemetrie
nl_nl: Telemetrie verzenden
pl: Wysyłaj dane
pt_br: Enviar telemetria
ro: Trimiteţi raportul
ru: Отправить телеметрию
sk: Poslať telemetriu
sl: Pošlji telemetrijo
sv: Skicka telemetri

source: Do Not Send
ar: ﻻ ترسل البيانات
ca_es: No ho enviïs
es_es: No Enviar
fr_fr: Ne pas envoyer
lt_lt: Nesiųsti
nl: Niet verzenden
nl_nl: Niet verzenden
pl: Nie wysyłaj danych
pt_br: Não enviar
ro: Nu trimiteţi
ru: Не отправлять
sk: Neposlať
sl: Ne pošlji
sv: Skicka inte

source: Thank you!
ar: شكرًا لك!
ca_es: Gràcies!
es_es: ¡Gracias!
fr_fr: Merci !
lt_lt: Dėkojame!
nl: Dank U!
nl_nl: Bedankt!
pl: Dziękujemy!
pt_br: Obrigado!
ro: Mulțumesc!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sv: Tack!

source: This data was successfully sent and will be used to improve future installations.
ar: هذه البيانات أرسلت بنجاح وسوف تُستخدم لتحسين التثبيتات القادمة.
ca_es: S'han enviat correctament aquestes dades i s'utilitzaran per millorar les instal·lacions futures.
es_es: Estos datos han sido enviados satisfactoriamente y serán utilizados para mejorar futuras instalaciones.
fr_fr: Ces données ont été envoyées avec succès et seront utilisées pour améliorer les futures installations.
lt_lt: Šie duomenys buvo sėkmingai išsiųsti ir bus panaudoti tobulinti diegimus ateityje.
nl: Deze gegevens zijn succesvol verzonden en zullen worden gebruikt om toekomstige installaties te verbeteren.
nl_nl: Deze gegevens zijn met succes verzonden en zullen worden gebruikt om toekomstige installaties te verbeteren.
pl: Dane zostały wysłane pomyślnie i będą używane by wspomóc późniejsze instalacje.
pt_br: Os dados foram enviados e serão utilizados para melhorar futuras instalações.
ro: Aceste date au fost trimise cu succes și vor fi utilizate pentru îmbunătățirea instalărilor viitoare.
ru: Эти данные были успешно отправлены и будут использованы для улучшения будущих установок.
sk: Informácie boli úspešne poslané a budú využité na zlepšenie budúcich inštalácií.
sl: Ti podatki so bili uspešno poslani in bodo uporabljeni za prihodnje namestitve.
sv: Informationen skickades framgångsrikt och kommer att användas för att förbättra framtida installationer.

source: Continue
ar: استمرار
ca_es: Continua
es_es: Continuar
fr_fr: Continuer
lt_lt: Tęsti
nl: Ga verder
nl_nl: Ga verder
pl: Dalej
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt

source: Communication Error
ar: خطأ في الاتصال
ca_es: Error de comunicació
es_es: Error de Comunicación
fr_fr: Erreur de communication
lt_lt: Susisiekimo klaida
nl: Communicatie fout
nl_nl: Communicatie fout
pl: Błąd w komunikacji
pt_br: Erro de comunicação
ro: Eroare de comunicare
ru: Ошибка связи
sk: Chyba v komunikácii
sl: Napaka v komunikaciji
sv: Kommunikationsfel

source: The server couldn't be contacted at this time. Please try again later.
ar: الاتصال بالخادم ليس ممكناً في هذا الوقت. يُرجى إعادة المحاولة لاحقاً.
ca_es: No s'ha pogut contactar amb el servidor en aquest moment. Si us plau, intenteu-ho més tard.
es_es: No ha podido establecerse la conexión con el servidor. Por favor, inténtelo más tarde.
fr_fr: Le serveur ne peut être contacté pour en ce moment. Veuillez essayer à nouveau plus tard.
lt_lt: Šiuo metu nepavyko susisiekti su serveriu. Bandykite dar kartą vėliau.
nl: De server is op dit ogenblik niet bereikbaar. Probeer het later opnieuw.
nl_nl: Er kan op dit moment geen verbinding worden gemaakt met de server. Probeer het later opnieuw.
pl: Nie mozna było nawiązać połączenia z serwerem. Prosimy spróbować później.
pt_br: O servidor não pode ser contactado no momento. Por favor, tente mais tarde.
ro: Serverul nu a putut fi contactat în acest moment. Vă rugăm să încercați din nou mai târziu.
ru: Попытка контакта с сервером завершилась неудачей. Попробуйте снова позже.
sk: Server nemôže byť kontaktovaný v tomto čase. Skúste neskôr.
sl: Trenutno se ni bilo mogoče povezati na strežnik. Prosimo poskusite kasneje.
sv: Kunde inte ansluta till servern. Försök igen senare.
