Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/rpi/*.po
Languages: nl, sk

source: Raspberry Pi Information
nl: Raspberry Pi Informatie
sk: Raspberry Pi informácie

source: A few important notes.
nl: Enkele belangrijke opmerkingen.
sk: Niekoľko dôležitých poznámok

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
nl: Hoewel de ervaring visueel vergelijkbaar is met de desktopeditie van Ubuntu MATE, is de onderliggende architectuur heel anders. Op deze pagina worden enkele van deze verschillen belicht.
sk: Napriek tomu, že vzhľad je veľmi podobný desktopovému vydaniu Ubuntu MATE, základná architektúra je veľmi odlišná. Táto strana Vám zvýrazní niekoľko z týchto rozdielov.

source: Incompatible Software
nl: Incompatibele software
sk: Nekompaktibilný softvér

source: Some packages available for Ubuntu have only been written and compiled for the
nl: Sommige pakketten die beschikbaar zijn voor Ubuntu zijn alleen geschreven en samengesteld voor de
sk: Niektoré balíky disponibilné pre Ubuntu boli písané a kompilované pre

source: or
nl: of
sk: alebo

source: architecture. As the Raspberry Pi is based on
nl: architectuur. Zoals de Raspberry Pi op is gebaseerd
sk: architektúru. Keďže Raspberry Pi je založené na

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
nl: deze pakketten kunnen niet worden geïnstalleerd. Afhankelijk van het pakket is het mogelijk om deze zelf samen te stellen of een bestaande poort te gebruiken.
sk: tieto balíčky nebudú k dispozícii na inštalovanie.V závislosti od balíčka, je možné ich skompilovať Vami alebo využiť už existujúcu kompiláciu.

source: Incompatible:
nl: Onverenigbaar:
sk: Nekompaktibilné :

source: Compatible:
nl: Compatibel:
sk: Kompaktibilné :

source: Please
nl: Alstublieft
sk: Prosím

source: do not
nl: Niet doen
sk: ne

source: attempt to
nl: proberen
sk: pokúšajte sa

source: your Raspberry Pi to a newer version of the distribution (for instance, from 16.04 to 18.04), as the underlying kernel is
nl: uw Raspberry Pi naar een nieuwere versie van de distributie (bijvoorbeeld van 16.04 tot 18.04), zoals de onderliggende kernel

source: not designed
nl: niet ontworpen
sk: nie je určený

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
nl: om dit te doen. Dit proces kan erg lang duren vooraleer het is voltooid terwijl het mogelijk uw SD kaart volledig vult waardoor er geen vrije ruimte meer beschikbaar is.
sk: to robiť. Tento proces zaberie veľmi veľa času pričom môže úplne zaplniť Vašu SD kartu.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
nl: Het is veiliger om een back-up te maken van al uw gegevens die u wil bewaren en de kaart opnieuw te flashen met de nieuwe image. Als u probeert te upgraden, kan de SD kaart beschadigd raken en uw installatie mogelijk niet meer opstarten of kunnen er ernstige storingen optreden.
sk: Je bezpečnejšie zálohovať všetky Vaše dáta, ktoré chcete zachovať a nanovo zapisať kartu s novým obrazom systému. Pokus o aktualizáciu môže zničiť údaje na SD karte, zabrániť systému sa zaviesť alebo spôsobiť Vážne závady.

source: You can, however, install
nl: U kunt echter wel installeren
sk: Môžete však inštalovať

source: regular updates
nl: regelmatige updates
sk: regulérne aktualizácie

source: via the
nl: via de
sk: prostredníctvom

source: utility for your installed software.
nl: hulpprogramma voor uw geïnstalleerde software.
sk: nástroj pre Váš inštalovaný softvér.

source: Hardware Acceleration
nl: Hardware acceleratie
sk: Hardvérová akcelerácia

source: For playing videos,
nl: Voor het afspelen van video's,

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
nl: kan dit doen en is vooraf geïnstalleerd. Als u MPEG-2- of VC-1 videobestanden wilt afspelen, dan
sk: bude schopná to vykonať a je predinštalovaná. Ak by ste chceli prehrávať MPEG-2 alebo VC-1 video súbory, potom

source: you will need MPEG-2 and/or VC-1 licenses from the
nl: je hebt MPEG-2 en/of VC-1 licenties nodig van de
sk: budete potrebovať MPEG-2 a/alebo VC-1 licencie od

source: Raspberry Pi Store.
nl: Raspberry Pi winkel.
sk: Raspberry Pi obchodu.

source: Enable/Disable X11
nl: Inschakelen/uitschakelen X11
sk: Povoliť/Nepovoliť X11

source: For users who are looking to create their own headless
nl: Voor gebruikers die hun eigen headless willen maken
sk: Pre užívateľov, ktorí tvoria svoj vlastný "headless" (bezobslužný)

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
nl: met Ubuntu MATE is er een hulpprogramma om de grafische omgeving te wisselen.
sk: s využitím Ubuntu MATE, máme aj utilitu na prepínanie grafického prostredia.

source: To enable/disable X11 and login via the console:
nl: Om X11 in/uit te schakelen en in te loggen via de console:

source: Choose the "Desktop / CLI" in the Boot Options. Changes take effect after a reboot.
nl: Kies de "Desktop / CLI" in de opstartopties. Wijzigingen worden van kracht na een herstart.

source: Release Notes
nl: Release opmerkingen
sk: Poznámky k vydaniu

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
nl: Bezoek de Ubuntu MATE website voor meer informatie over release opmerkingen en wijzigingen per versie.
sk: Na prečítanie si poznámiek k vydaniu a zmien podľa verzie, navštívte webovú lokalitu Ubuntu MATE.

source: Raspberry Pi is a trademark of the
nl: Raspberry Pi is een handelsmerk van de
sk: Raspberry Pi je obchodná značka

source: Upgrades
sk: Aktualizácie

source: upgrade
sk: aktualizovať
