Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: nl

source: Bulk Queue
nl: Bulk Wachtrij

source: Bulk Queue Disabled
nl: Bulk Wachtrij Uitgeschakeld

source: Search
nl: Zoeken

source: Boutique News
nl: Shop Nieuws

source: Preferences
nl: Voorkeuren

source: Accessories
nl: Accessoires

source: Education
nl: Leren

source: Games
nl: Spellen

source: Office
nl: Kantoor

source: Programming
nl: Programmeren

source: Sound & Video
nl: Geluid & video

source: System Tools
nl: Systeem gereedschap

source: Universal Access
nl: Universele toegang

source: More Software
nl: Meer Software

source: Fixes
nl: Oplossingen

source: Stocking the Boutique...
nl: De Shop Opslaan ...

source: Software Boutique
nl: Software shop

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
nl: Er is een overvloed aan software beschikbaar voor Ubuntu MATE en sommige mensen vinden die keuze overweldigend. De Shop is een zorgvuldig samengestelde selectie van de allerbeste applicaties die zijn gekozen omdat ze goed integreren alsook een aanvulling vormen op Ubuntu MATE en je in staat stellen om je computerervaring zelf vorm te geven.

source: If you can't find what you're looking for, install one of the
nl: Als u niet kunt vinden wat u zoekt, installeer dan een van de

source: Get More Apps
nl: Download meer Apps

source: software centers
nl: softwarecentra

source: to explore the complete Ubuntu software catalog.
nl: om de volledige Ubuntu software catalogus te verkennen.

source: More Apps Await.
nl: Er wachten meer Apps.

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
nl: Verbind uw computer met internet om een brede selectie van applicaties voor Ubuntu MATE te verkennen.

source: Once online, you'll be able to download and install tried & tested software right here. Our picks ensure that the featured software integrates well on the Ubuntu MATE desktop.
nl: Eenmaal online kunt u hier beproefde software downloaden en installeren. Onze keuzes zorgen ervoor dat de aanbevolen software goed integreert op de Ubuntu MATE desktop.

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
nl: Sorry, Welkom kon geen verbinding maken met de Ubuntu repository server. Controleer je verbinding en probeer het opnieuw.

source: Retry Connection
nl: Probeer opnieuw verbinding te maken

source: Connection Troubleshooting
nl: Verbinding oplossen

source: Connection Help
nl: Verbinding Help

source: Get Connected.
nl: Wordt verbonden.

source: Here's a few things you can check, depending on the type of connection you have:
nl: Hier zijn een paar dingen die u kunt controleren, afhankelijk van het type verbinding dat u heeft:

source: Wired Connection
nl: Bekabelde verbinding

source: Is the cable securely plugged in?
nl: Is de kabel goed aangesloten?

source: Is the router online and can other devices access the network? Try restarting the router.
nl: Is de router online en hebben andere apparaten toegang tot het netwerk? Probeer de router opnieuw op te starten.

source: Wireless Connection
nl: Draadloze verbinding

source: Have you entered the correct wireless password from the
nl: Heeft u het juiste draadloze wachtwoord ingevoerd vanaf de

source: network indicator
nl: netwerk indicator

source: in the upper-right?
nl: in de rechterbovenhoek?

source: When disconnected, the applet looks like this:
nl: Wanneer de verbinding is verbroken, ziet de applet er als volgt uit:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
nl: Is er een fysieke schakelaar die de draadloze functionaliteit mogelijk per ongeluk heeft uitgeschakeld?

source: Is there a soft (keyboard) switch that toggles it off?
nl: Is er een eenvoudige (toetsenbord) schakelaar die deze uitschakelt?

source: You may need to hold the FN key while pressing the function key.
nl: Mogelijk moet u de FN toets ingedrukt houden terwijl u op de functietoets drukt.

source: Here's an example:
nl: Hier is een voorbeeld:

source: Not working at all or experiencing sluggish connections?
nl: Werkt het helemaal niet of ervaart u trage verbindingen?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
nl: Het spijt me dat te horen. U heeft een tijdelijke bekabelde verbinding nodig om werkende stuurprogramma's te installeren.

source: The
nl: De

source: Additional Drivers
nl: Extra Stuurprogramma's

source: tab may have them available for your system.
nl: tab heeft ze mogelijk beschikbaar voor uw systeem.

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
nl: Anders moet u handmatig stuurprogramma's van derden voor uw hardware installeren of een specifiek downloadpakket met de firmware downloaden. Zie

source: Drivers
nl: Stuurprogramma's

source: in the
nl: in de

source: Getting Started
nl: Aan de Slag

source: section for more details.
nl: sectie voor meer details.

source: Feel free to
nl: Voel je vrij om

source: ask the community
nl: vraag het in de gemeenschap

source: if you need assistance.
nl: als je hulp nodig hebt.

source: Our Picks
nl: Onze keuzes

source: No Filter
nl: Geen filter

source: Handy utilities for your computing needs.
nl: Handige hulpprogramma's voor uw computer behoeften.

source: For study and children.
nl: Voor studie en kinderen.

source: A selection of 2D and 3D games for your enjoyment.
nl: Een selectie van 2D en 3D games voor uw plezier.

source: For producing and editing works of art.
nl: Voor het maken en bewerken van kunstwerken.

source: For staying connected and enjoying the features of your own cloud.
nl: Om verbonden te blijven en te genieten van de functies van uw eigen cloud.

source: For more then just documents and spreadsheets.
nl: Voor meer dan alleen documenten en spreadsheets.

source: For the developers and system administrators out there.
nl: Voor de ontwikkelaars en systeembeheerders die er zijn.

source: Multimedia software for listening and production.
nl: Multimedia software voor luisteren en productie.

source: Software that makes the most out of your system resources.
nl: Software die het meeste uit uw systeembronnen haalt.

source: Software that makes your computer more accessible.
nl: Software die uw computer toegankelijker maakt.

source: One-click installations for serving the network.
nl: Installaties met één klik voor het bedienen van het netwerk.

source: Discover More Software
nl: Ontdek meer software

source: Graphical interfaces to browse a wide selection of software available for your operating system.
nl: Grafische interfaces om te bladeren in een brede selectie van software, beschikbaar voor uw besturingssysteem.

source: Miscellaneous Fixes
nl: Diverse oplossingen

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
nl: Deze sectie bevat bewerkingen die veelvoorkomende problemen kunnen oplossen als u een fout tegenkomt tijdens het upgraden of installeren van nieuwe software.

source: Outdated Package Lists?
nl: Verouderde pakketlijsten?

source: Your repository lists may be out of date, which can cause
nl: Uw repository lijsten zijn mogelijk verouderd, wat kan leiden tot

source: Not Found
nl: Niet gevonden

source: errors and
nl: fouten en

source: outdated version
nl: verouderde versie

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
nl: informatie bij het installeren van nieuwe of nieuwere softwareversies. Dit is met name het geval wanneer Ubuntu MATE voor het eerst na installatie online verbinding maakt.

source: Update the repository lists:
nl: Werk de repository lijsten bij:

source: Update Sources List
nl: Bronnenlijst bijwerken

source: Upgrade Installed Packages
nl: Upgrade geïnstalleerde pakketten

source: Broken Packages?
nl: Kapotte pakketten?

source: When a previous installation or removal was interrupted
nl: Wanneer een eerdere installatie of verwijdering werd onderbroken

source: (for instance, due to power failure or loss of Internet connection)
nl: (bijvoorbeeld door stroomstoring of verlies van internetverbinding)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
nl: verdere software kan niet worden toegevoegd of verwijderd zonder deze kapotte pakketten opnieuw te configureren. Indien nodig moet u mogelijk ook de afhankelijkheden oplossen en ontbrekende pakketten installeren om de software correct te laten werken.

source: Configure packages that were unpacked but not configured:
nl: Configureer pakketten die zijn uitgepakt maar niet zijn geconfigureerd:

source: Download and install broken dependencies:
nl: Download en installeer gebroken afhankelijkheden:

source: Configure Interrupted Packages
nl: Configureer onderbroken pakketten

source: Resolve Broken Packages
nl: Herstel gebroken pakketten

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
nl: Bovendien staan hieronder terminal equivalente opdrachten die anders in de

source: Upgrade all packages that have a new version available:
nl: Upgrade alle pakketten waarvoor een nieuwe versie beschikbaar is:

source: Upgrade to a new release of Ubuntu MATE:
nl: Upgrade naar een nieuwe release van Ubuntu MATE:

source: Keeping you informed of the changes made to Ubuntu MATE's Software Boutique.
nl: U op de hoogte houden van de wijzigingen die zijn aangebracht in Ubuntu MATE Software Shop.

source: Search for Applications
nl: Zoek naar toepassingen

source: Enter a keyword to search the Software Boutique.
nl: Voer een trefwoord in om in de Software Shop te zoeken.

source: Name of Application
nl: Naam van de Toepassing

source: No software matched your key words.
nl: Geen enkele software kwam overeen met uw sleutelwoorden.

source: The Boutique is just a collection of software.
nl: The Shop is slechts een verzameling software.

source: Install a software center
nl: Installeer een Software Centrum

source: to explore the entire Ubuntu catalogue.
nl: om de volledige Ubuntu catalogus te verkennen.

source: Search again and include proprietary software.
nl: Zoek opnieuw inclusief eigen software.

source: Fine-tune the Software Boutique to suit your preferred behaviors.
nl: Stem de Software Shop af op uw favoriete gedrag.

source: Boutique Selection
nl: Shop Selectie

source: Hide proprietary applications.
nl: Verberg merkgebonden applicaties.

source: Installation
nl: Installatie

source: Enable the Bulk Queue.
nl: Schakel de Bulk Wachtrij in.

source: Applications wait to be installed/removed, allowing you to continue browsing.
nl: Toepassingen wachten op installatie/verwijdering, zodat u kunt blijven browsen.

source: Suppress Progress Dialog
nl: Onderdruk Voortgang Dialoog

source: Install/remove applications in the background.
nl: Installeer/verwijder applicaties op de achtergrond.

source: Advanced
nl: Geavanceerd

source: Show technical package details.
nl: Toon technische pakket details.

source: Displays an estimated install size, packages and the type of application
nl: Toont geschatte installatiegrootte, pakketten en het type applicatie weer

source: Show Software Sources
nl: Geef Software Bronnen Weer

source: Manage Repositories
nl: Beheer repository's

source: Your Queued Changes
nl: Uw in de wachtrij geplaatste wijzigingen

source: Decide which software to add or remove without committing straight away.
nl: Beslis welke software u wilt toevoegen of verwijderen zonder meteen vast te leggen.

source: Apply Changes
nl: Pas Wijzigingen Toe

source: Clear
nl: Vrijmaken

source: Finished
nl: Afgewerkt

source: Preparing to start...
nl: Voorbereiden om te beginnen ...

source: Your changes are being applied.
nl: Uw wijzigingen worden toegepast.

source: Not all changes could be applied.
nl: Niet alle wijzigingen kunnen worden toegepast.

source: Please review the error dialog for further details.
nl: Bekijk het foutdialoogvenster voor meer informatie.

source: Nothing to see here -- There's no software in the queue yet.
nl: Niets te zien hier - Er staat nog geen software in de wachtrij.

source: Software Sources
nl: Software bronnen

source: Your system and applications are obtained and kept up-to-date via the following repositories.
nl: Uw systeem en applicaties worden verkregen en up-to-date gehouden via de volgende repositoy's.

source: Parsing lists...
nl: Lijsten ontleden ...

source: Update Package Lists
nl: Pakket Lijsten Bijwerken

source: Hide Proprietary Software
nl: Verberg Merkgebonden Software

source: Show Terminal Commands
nl: Terminal Opdrachten Weergeven

source: About Proprietary Software
nl: Over Bedrijfseigen Software

source: Proprietary Software
nl: Eigen software

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
nl: is eigendom van een persoon of bedrijf. Er kunnen beperkingen zijn aan het gebruik ervan (zoals een licentieovereenkomst) en biedt geen toegang tot de broncode.

source: Free and Open Source Software
nl: Gratis en open source software

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
nl: geeft de gebruiker de vrijheid om de software zonder beperking te delen, bestuderen en wijzigen. Zo is de GPL een voorbeeld van een 'Vrije Software' licentie.
