Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/panel-selection/*.po
Languages: ar, ca_es, cs, da, de, es_419, es_es, eu, fr_fr, it, lt_lt, ms_my, nl, nl_nl, pl, ro, sk, sl, sv, zh_cn

source: Inspired by elementaryOS
ar: مستوحى من نظام إلمنتري أو إس elementaryOS
ca_es: Inspirat en elementaryOS
cs: Inspirované elementaryOS
da: Inspireret af elementaryOS
de: Inspiriert von elementaryOS
es_419: Inspirado en elementaryOS
es_es: Inspirado en elementaryOS
eu: elementaryOS-n inspiratua
fr_fr: Inspiré par elementaryOS
it: Ispirato da elementaryOS
lt_lt: Įkvėptas elementaryOS
ms_my: Diilham dari elementaryOS
nl: Geïnspireerd door elementaryOS
nl_nl: Geïnspireerd door elementaryOS
pl: Zainspirowany elementaryOS
ro: Inspirat din elementaryOS
sk: Inšpirované z elementaryOS
sl: Navdihnjen po elementaryOS
sv: Inspirerad av elementaryOS
zh_cn: 受 elementaryOS 启发

source: Show More
ar: اعرض المزيد
ca_es: Mostra'n més
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
es_419: Mostrar Más
es_es: Mostrar Más
eu: Erakutsi gehiago
fr_fr: Montrer davantage
it: Mostra altro
lt_lt: Rodyti daugiau
ms_my: Tunjuk Lagi
nl: Laat meer zien
nl_nl: Laat meer zien
pl: Pokaż więcej
ro: Afişează mai mult
sk: Zobraz viac
sl: Pokaži več
sv: Visa mer
zh_cn: 显示更多

source: Panel layouts can be changed later in
ar: يمكن تغيير تصميم الألواح لاحقاً في
ca_es: El disseny dels taulers es poden canviar després a
cs: Rozvržení panelů lze později změnit pomocí
da: Panellayouts kan ændres senere i
de: Das Layout der Leisten kann später geändert werden
es_419: Los diseños de paneles pueden ser cambiados más adelante
es_es: El diseño de los paneles puede cambiarse más adelante en
eu: Panelen diseinuak aurrerago aldatu daitezke
fr_fr: Les dispositions de panneaux peuvent être changées plus tard
it: I layout dei pannelli può essere cambiato dopo in
lt_lt: Skydelio išdėstymus vėliau galima keisti
ms_my: Bentanga panel boleh diubah kemudian di
nl: Balk lay-outs kunnen later worden gewijzigd
nl_nl: Paneelindelingen kunnen later worden gewijzigd in
pl: Styl pulpitu może być później zmieniony w
ro: Amplasarea panourilor poate fi modificată ulterior
sk: Rozloženie panelka je možné zmeniť neskôr v
sl: Postavitev pultov lahko kasneje spremenite
sv: Panellayouter kan ändras senare i
zh_cn: 面板布局可以以后更改，通过

source: MATE Tweak
ar: أداة تطويع ماتيه "MATE Tweak"
ca_es: Retocs de MATE
es_419: MATE Retoques
eu: MATE Tweak erabiliz
fr_fr: Adapteur MATE Tweak
lt_lt: MATE papildomi nustatymai

source: Keep Existing Settings
ar: الاحتفاظ بالإعدادت الحالية
ca_es: Mantén els ajusts existents
cs: Zachovat stávající nastavení
da: Behold eksisterende indstillinger
de: Vorhandene Einstellungen behalten
es_419: Conservar Configuración Existente
es_es: Mantener las Opciones Actuales
eu: Mantendu existitzen diren ezarpenak
fr_fr: Garder les paramètres existants
it: Mantieni impostazioni esistenti
lt_lt: Palikti esamus nustatymus
ms_my: Kekalkan Tetapan Sedia Ada
nl: Behoud bestaande instellingen
nl_nl: Huidige instellingen behouden
pl: Przywróć wcześniejsze ustawienie
ro: Păstrează setările existente
sk: Zachovaj existujúce nastavenia
sl: Obdrži obstoječe nastavitve
sv: Behåll befintliga inställningar
zh_cn: 保持原有设置

source: Use These Settings
ar: استخدم هذه الإعدادات
ca_es: Utilitza aquests ajusts
cs: Použít tato nastavení
da: Brug disse indstillinger
de: Diese Einstellungen verwenden
es_419: Usar Esta Configuración
es_es: Utilizar Estas Opciones
eu: Erabili ezarpen hauek
fr_fr: Utiliser ces paramètres
it: Usa queste impostazioni
lt_lt: Naudoti šiuos nustatymus
ms_my: Guna Tetapan Ini
nl: Gebruik deze instellingen
nl_nl: Gebruik deze instellingen
pl: Zachowaj to ustawienie
ro: Utilizează aceste setări
sk: Použi tieto nastavenia
sl: Uporabi te nastavitve
sv: Använd dessa inställningar
zh_cn: 使用这些设置
