Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/panel-selection/*.po
Languages: ar, ca_es, cs, da, de, es_419, es_es, eu, fr_fr, it, lt_lt, ms_my, nl, nl_nl, pl, ro, sk, sl, sv, zh_cn

source: Desktop Layout
ar: تصميم سطح المكتب
ca_es: Disseny de l'escriptori
cs: Rozložení pracovní plochy
da: Skrivebordslayout
de: Layout der Arbeitsumgebung
es_419: Diseño de Escritorio
es_es: Diseño de Escritorio
eu: Mahaigainaren diseinua
fr_fr: Disposition du bureau
it: Layout desktop
lt_lt: Darbalaukio išdėstymas
ms_my: Bentangan Desktop
nl_nl: Bureaublad Lay-out
pl: Styl pulpitu
ro: Aspectul desktopului
sk: Dizajn rozloženia plochy
sl: Postavitve namizja
sv: Skrivbordslayout
zh_cn: 桌面布局

source: A desktop for everyone's tastes
ar: سطح مكتب مناسب لجميع الأذواق
ca_es: Un escriptori per a tots els gustos
cs: Plocha dle chutí každého
da: Et skrivebord til alles smag
de: Ein Arbeitsumgebung für jeden Geschmack
es_419: Un escritorio para todos los gustos
es_es: Un escritorio para todos los gustos
eu: Gustu guztientzako mahaigaina
fr_fr: Un bureau pour les goûts de chacun
it: Un desktop per i gusti di tutti quanti
lt_lt: Darbalaukio išvaizda kiekvieno poreikiams
ms_my: Desktop yang memenuhi citarasa sesiapa sahaja
nl: Een desktop naar ieder zijn smaak
nl_nl: Een bureaublad naar ieder zijn smaak
pl: Pulpit odpowiedni dla każdego
ro: Un desktop pentru toate gusturile
sk: Desktop na každú chuť
sl: Namizje za vse okuse
sv: Ett skrivbord för allas smaker
zh_cn: 一款针对不同人群喜好的桌面

source: Ubuntu MATE offers a wide range of customisation options, including the ability to choose a desktop layout that most suits your workflow. You can choose one as a starting point and make further changes to it later.
ar: يقدم Ubuntu MATE مدىً واسعاً من خيارات التخصيص، بما في ذلك القدرة على اختيار تصميم سطح المكتب الذي يناسب طريقة عملك. يمكنك اختيار واحد كنقطة بداية ثم تعدّل عليه لاحقاً.
ca_es: Ubuntu MATE ofereix una àmplia gamma d'opcions de personalització, incloent-hi la possibilitat d'escollir un disseny d'escriptori que millor s'adapti al vostre flux de treball. Podeu triar-ne un com a punt de partida i fer canvis més endavant.
cs: Ubuntu MATE nabízí širokou škálu možností přizpůsobení, včetně možnosti vybrat si rozvržení plochy, které nejvíce vyhovuje vašim pracovním návykům. Můžete si jedno vybrat jako výchozí bod a později ho změnit.
da: Ubuntu MATE tilbyder en lang række valgmulighed som kan tilpasses, inklusiv muligheden for at vælge det skrivebordslayout der passer bedst til din arbejdsgang. Du kan vælge et som udgangspunkt og lave yderligere ændringer til det senere.
de: Ubuntu Mate bietet eine Fülle von Anpassungsmöglichkeiten einschließlich der Möglichkeit, das Layout der Arbeitsumgebung den eigenen Vorlieben anzupassen. Sämtliche Layouts können auch als Ausgangsbasis für weitere Anpassungen verwendet werden.
es_419: Ubuntu MATE ofrece una gran variedad de opciones de personalización, incluyendo la habilidad de elegir un diseño de escritorio que más se ajuste a tu espacio de trabajo. Puedes elegir uno como punto inicial y hacer cambios más adelante.
es_es: Ubuntu MATE proporciona un amplio rango de opciones de personalización, incluyendo la habilidad de elegir el diseño del escritorio que más se adecua a tu forma de trabajar. Puedes elegir una como punto de partida y realizar más cambios más adelante.
eu: Ubuntu MATEk pertsonalizaziorako aukera zabala eskaintzen du, zure lan-fluxuarekin bat datorren mahaigain diseinua hautatzeko aukera barne. Bat aukeratu dezakezu hasteko eta aurrerago aldaketak egin.
fr_fr: Ubuntu MATE propose une vaste gamme d'options de personnalisation, y compris la capacité de choisir une disposition de bureau qui corresponde le plus à vos habitudes de travail. Vous pouvez en choisir une comme un point de départ puis y appliquer des changements plus tard.
it: Ubuntu MATE offre un'ampia gamma di opzioni di personalizzazione, inclusa la possibilità di scegliere un layout per il desktop che sia il più adatto al tuo flusso di lavoro. Puoi scegliere uno come punto iniziale e personalizzarlo dopo.
lt_lt: Ubuntu MATE siūlo platų individualizavimo parametrų pasirinkimą, įskaitant galimybę pasirinkti darbalaukio išdėstymą, kuris labiausiai tinka jūsų darbo eigai. Pradžiai, galite pasirinkti kurį nors vieną, o toliau atlikti jam pakeitimus.
ms_my: Ubuntu MATE menyediakan pilihan penyuaian yang luas, termasuklah keupayaan memilih bentangan desktop yang menepati aliran kerja anda. Anda boleh pilih salah satu sebagai titik permulaan dan boleh lakukan pengubahsuaian kemudian.
nl: Ubuntu MATE biedt een breed scala aan aanpassingsopties, waaronder de mogelijkheid om een desktop lay-out te kiezen die het beste bij uw workflow past. U kunt er een kiezen als uitgangspunt en later nog altijd wijzigingen aanbrengen.
pl: Ubuntu MATE zawiera szeroką gamę opcji do dostosowania twojego systemu, w tym możliwość wybrania stylu pulpitu, który odpowiada twojemu stylu pracy. Możesz na początek wybrać jeden z nich , a następnie dokonywać swoich zmian.
ro: Ubuntu MATE oferă o gamă largă de opţiuni de personalizare, inclusiv posibilitatea de a alege un aspect al desktopului care se potriveşte cel mai bine fluxului dvs. de muncă. Puteţi alege unul ca punct de plecare şi puteţi efectua alte modificări ulterior.
sk: Ubuntu MATE ponúka širokú škálu nastaviteľných možností, vrátane schopnosti vybrať dizajnu rozloženia desktop, ktorý najvic vyhovuje Vášim pracovným postupom. Môžete si vybrať jeden ako počiatočný bod a tento neskôr zmenami upravovať.
sl: Ubuntu MATE ponuja širok izbor prilagajanja vključno z možnostjo izbire postavitve namizja, ki vam najbolj ustreza. Na začetku lahko izberete eno postavitev in jo pozneje prilagodite ali zamenjate.
sv: Ubuntu MATE erbjuder ett brett utbud av anpassningsalternativ, inklusive möjligheten att välja en skrivbordslayout som passar bäst för ditt arbetsflöde. Du kan välja en som utgångspunkt och göra ytterligare ändringar senare.
zh_cn: Ubuntu MATE 提供了许多自定义选项，包括不同的桌面布局。你可以现在选择其中一种或者以后再修改。

source: The default experience, a familiar two panel layout with a searchable menu
ar: التجربة الافتراضية، تصميم مألوف من لوحتين مع قائمة قابلة للبحث
ca_es: L'experiència predeterminada, un disseny familiar de dos taulers amb un menú que permet fer cerques
cs: Výchozí zážitek, známé rozložení dvou panelů s prohledávatelnou nabídkou
da: Standardoplevelsen. Et genkendeligt layout med to paneler som har en menu der kan søges i
de: Die Standardeinstellung, ein vertrautes Layout mit zwei Leisten und suchfähigem Menü
es_419: La experiencia predeterminada, un diseño conocido de dos paneles con un menú de búsqueda.
es_es: La opción por defecto, un diseño conocido con dos paneles y un menú de búsqueda
eu: Esperientzia lehenetsia, bi paneleko diseinu ezaguna bilaketak egiteko aukera ematen duen menuarekin
fr_fr: L'expérience prédéfinie par défaut, une disposition familière consistant en deux panneaux et un menu consultable
it: L'esperienza di default, un layout famigliare a due pannelli con un menu dotato di ricerca.
lt_lt: Numatytoji išvaizda, pažįstamas dviejų skydelių išdėstymas su programų meniu, kuriame galima atlikti paiešką
ms_my: Pengalaman lalai, bentangan dua panel yang biasa digunakan dengan menu boleh gelintar
nl: De standaard ervaring, een bekende lay-out met twee panelen en een doorzoekbaar menu
nl_nl: De standaardervaring, een vertrouwde opmaak met twee panelen en een doorzoekbaar menu
pl: Domyślne doświadczenie, przyjazny styl zawarty w dwóch panelach i menu do wyszukiwania.
ro: Experienţa implicită, un aspect cunoscut cu două panouri, cu un meniu cu căutare
sk: Východzí zážitok, známe rozloženie dvoch panelov s prehľadávateľnou ponukou
sl: Privzeta postavitev je znana kot dva pulta z menijem, ki omogoča iskanje.
sv: Standardupplevelsen, en välbekant tvåpanelslayout med en sökbar meny
zh_cn: 默认，双面板布局，有可搜索菜单

source: Ubuntu MATE optimised
ar: مخصص لأبونتو ماتيه
ca_es: Ubuntu MATE optimitzat
cs: Optimalizováno pro Ubuntu MATE
da: Optimeret til Ubuntu MATE
de: Ubuntu Mate optimiert
es_419: Optimizado para Ubuntu MATE
es_es: Ubuntu MATE optimizado
eu: Ubuntu MATE optimizatua
fr_fr: Ubuntu MATE optimisé
it: Ubuntu MATE ottimizzato
lt_lt: Ubuntu MATE optimizuotas
ms_my: Ubuntu MATE dioptimumkan
nl: Ubuntu MATE geoptimaliseerd
nl_nl: Geoptimaliseerd voor Ubuntu MATE
pl: Zoptymalizowany pod Ubuntu MATE
ro: Ubuntu MATE îmbunătăţit
sk: Ubuntu MATE optimalizovaný
sl: Optimiziran Ubuntu MATE
sv: Ubuntu MATE-optimerad
zh_cn: Ubuntu MATE 调整项

source: Application dock, searchable launcher and global menus similar to Unity 7
ar: شريط تطبيقات، مطلق تطبيقات قابل للبحث، وقوائم عامة مشابه ليونِتي 7
ca_es: Acoblador d'aplicacions, llançador on s'hi poden fer cerques i menús globals, similar a Unity 7
cs: Aplikační dock, prohledávatelný spouštěč a globální nabídky podobné Unity 7
da: Programdok, starter der kan søges i og globale menuer, i stil med Unity 7
de: Dock, suchfähiger Starter und globale Menüs vergleichbar mit Unity 7
es_419: Un dock de aplicaciones, un lanzador de búsqueda y menúes globales similar a Unity 7
es_es: Dock de aplcacion, lanzador con búsqueda y menús globales parecidos a Unity 7
eu: Aplikazioen atrakea, bilaketak egiteko aukera ematen duen abiarazlea eta Unity 7ren antzeko menu globalak
fr_fr: Un dock dédié aux applications, un lanceur consultable et des menus globaux semblables à Unity 7
it: Dock delle applicazioni, launcher con ricerca e menu globali simile a Unity 7
lt_lt: Programų dokas, leistukas, kuriame galima atlikti paiešką ir visuotiniai meniu, panašūs į Unity 7
ms_my: Labuh aplikasi, pelancar boleh gelintar dan menu sejagat yang serupa dengan Unity 7
nl: Applicatiedock, doorzoekbare launcher en globale menu's vergelijkbaar met Unity 7
pl: Dok aplikacji, globalne menu i uruchamiarka z funkcją wyszukiwania podobny do Unity 7
ro: Bară cu scurtături la aplicaţii, lansator cu căutare şi meniuri globale similare cu Unity 7
sk: Aplikačný dock, prehľadávateľný spúšťač a globálne ponuky podobné Unity 7
sl: Sidrišče programov, iskalni zaganjalnik in zgornji meni, podoben kot Unity 7
sv: Applikationsdocka, sökbar startmeny och globala menyer som liknar Unity 7
zh_cn: 类似于 Unity 7 的 dock ，可搜索启动器以及全局菜单

source: Inspired by Ubuntu Unity
ar: مستوحىً من أبونتو يونِتي Ubuntu Unity
ca_es: Inspirat en Ubuntu Unity
cs: Inspirované Ubuntu Unity
da: Inspireret af Ubuntu Unity
de: Inspiriert von Ubuntu Unity
es_419: Inspirado por Ubuntu Unity
es_es: Inspirado en Ubuntu Unity
eu: Ubuntu Unity-n inspiratua
fr_fr: Inspiré par Ubuntu Unity
it: Ispirato da Ubuntu Unity
lt_lt: Įkvėptas Ubuntu Unity
ms_my: Diilham dari Ubuntu Unity
nl: Geïnspireerd door Ubuntu Unity
nl_nl: Geïnspireerd door Ubuntu Unity
pl: Zainspirowany Ubuntu Unity
ro: Inspirat din Ubuntu Unity
sk: Inšpirovaný z Ubuntu Unity
sl: Navdihnjen po Ubuntu Unity
sv: Inspirerad av Ubuntu Unity
zh_cn: 受 Ubuntu Unity 启发

source: Single bottom panel with a searchable menu, similar to the taskbar in Windows
ar: لوحة واحدة سفلية مع قائمة قابلة للبحث، مشابه لشريط المهام في وندوز
ca_es: Tauler inferior únic amb un menú on s'hi poden fer cerques, similar a la barra de tasques de Windows
cs: Jeden spodní panel s prohledávatelnou nabídkou, podobné hlavnímu panelu v systému Windows
da: Et panel i bunden med menu der kan søges i, i stil med processlinjen i Windows.
de: Eine einzelne Leiste am unteren Bildschirmrand mit suchfähigem Menü, vergleichbar mit der Task-Leiste in Windows
es_419: Un único panel inferior con menú de búsqueda, similar a la barra de tareas en Windows
es_es: Panel con un único botón con menú de búsqueda, similar a la barra de tareas de Windows
eu: Behean panel bakarra bilaketak egiteko aukera ematen duen menuarekin, Windows-eko ataza-barraren antzekoa
fr_fr: Un unique panneau en bas, avec un menu consultable, le tout semblable à la barre de tâches de Windows
it: Singolo pannello in basso e menu dotato di recerca, simile al taskbar di Windows
lt_lt: Vienas apatinis skydelis su meniu, kuriame galima atlikti paiešką, panašus į Windows sistemose esančią užduočių juostą
ms_my: Satu panel di bahagian bawah dengan menu boleh gelintar, serupa dengan palang tugas Windows
nl: Een balk onderaan met een doorzoekbaar menu, vergelijkbaar met de taakbalk in Windows
nl_nl: Enkelvoudig bodempaneel met een doorzoekbaar menu, vergelijkbaar met de taakbalk in Windows
pl: Pojedyńczy pasek na dole z menu do wyszukiwania, podobny do paska zadań z Windows
ro: Panou unic situat jos cu meniu cu căutare, similar cu bara de activităţi din Windows
sk: Jeden spodný panel s prehľadávateľnou ponukou, podobné hlavnému menu Windows
sl: Spodnji pult z iskalnim menijem, podobno kot opravilna vrstica pri Windows-ih
sv: Enkel bottenpanel med en sökbar meny som liknar aktivitetsfältet i Windows
zh_cn: 类似于 Windows 任务栏的拥有可搜索菜单的单底部面板

source: Most familiar for Windows users
ar: مألوف أكثر لمستخدمي وِندوز
ca_es: El més familiar per als usuaris de Windows
cs: Nejvíce povědomé uživatelům Windows
da: Bedst kendt af Windows-brugere
de: Am vertrautesten für Windows-Nutzer
es_419: Más familiar para usuarios de Windows.
es_es: Lo más conocido para usuarios de Windows
eu: Windows erabiltzaileentzat ezagunena
fr_fr: Le plus familier pour les utilisateurs de Windows
it: Molto famigliare per gli utenti Windows
lt_lt: Labiausiai pažįstamas Windows naudotojams
ms_my: Paling serasi dengan pengguna Windows
nl: Het meest bekend voor Windows gebruikers
nl_nl: Meest bekend voor gebruikers van Windows
pl: Przyjazny dla użytkowników Windowsa
ro: Cel mai cunoscut pentru utilizatorii de Windows
sk: Najznámejšia pre Windows užívateľov
sl: Najbolj poznano uporabnikom Windows-ov
sv: Mest bekant för Windows-användare
zh_cn: 对 Windows 用户友好

source: A dock and top panel with searchable launcher and global menus similar to macOS
ar: شريط ولوحة علوية مع مطلق تطبيقات قابل للبحث وقوائم عامة، مشابه لماك أو إس macOS
ca_es: Un acoblador i un tauler superior amb un llançador on s'hi poden fer cerques i amb menús globals, similar a macOS
cs: Dock a horní panel s prohledávatelnými spouštěči a globálními nabídkami podobnými macOS
da: En dok og panel øverst med starter der kan søges i og globale menuer, i stil med macOS
de: Ein Dock und eine Leiste am oberen Bildschirmrand mit suchfähigem Starter und globalen Menüs vergleichbar mit masOS
es_419: Un dock y un panel superior con un lanzador de búsqueda y menúes globales similar a macOS
es_es: Un dock y un panel superior con lanzador de búsqueda y menús globales similares a macOS
eu: Atrakea eta goiko panela bilaketak egiteko aukera ematen duen abiarazlearekin eta macOS-ren antzeko menu globalak
fr_fr: Un dock et un panneau en haut, avec lanceur consultable et menus globaux, le tout semblable à Mac OS
it: Una dock e un pannello superiore con un launcher dotato di ricerca e menu globali simile a macOS
lt_lt: Dokas ir viršutinis skydelis su leistuku, kuriame galima atlikti paiešką ir visuotiniais meniu, panašiais į macOS
ms_my: Satu labuh dan panel di bahagian atas dengan pelancar boleh gelintar dan menu sejagat yang serupa dengan macOS
nl: Een dock en bovenbalk met doorzoekbare launcher en globale menu's vergelijkbaar met macOS
pl: Dok z panelem na górze z menu do wyszukiwania i globalnym menu podobnym do macOS
ro: Bară cu scurtături şi un panou situat sus cu lansator cu căutare şi meniuri globale similar cu macOS
sk: Dock a horný panel s prehľadávateľnými spúštačami a globálnymi ponukami macOS
sl: Sidrišče in zgornji pult z iskalnim zaganjalnikom in zgornjim menijem podobnim macOS
sv: Applikationsdocka, topp-panel med sökbar startmeny och globala menyer som liknar macOS
zh_cn: 类似于 macOS 的 dock ，拥有可搜索启动器的顶部面板以及全局菜单

source: Most familiar for macOS users
ar: مألوف أكثر لمستخدمي ماك أو إس macOS
ca_es: El més familiar per als usuaris de macOS
cs: Nejvíce povědomé uživatelům macOS
da: Bedst kendt af MacOS-brugere
de: Am vertrautesten für macOS-Nutzer
es_419: Más familiar para usuarios de macOS.
es_es: Lo más conocido para usuarios de macOS
eu: macOS erabiltzaileentzat ezaguna
fr_fr: Le plus familier pour les utilisateurs de Mac OS
it: Molto famigliare per gli utenti macOS
lt_lt: Labiausiai pažįstamas macOS naudotojams
ms_my: Paling serasi dengan pengguna macOS
nl: Het meest bekend voor macOS gebruikers
nl_nl: Meest bekend voor gebruikers van macOS
pl: Przyjazny dla użytkowników macOS
ro: Cel mai cunoscut pentru utilizatorii de macOS
sk: Najznámejšia pre macOS užívateľov
sl: Najbolj poznano uporabnikom macOS
sv: Mest bekant för macOS-användare
zh_cn: 对 macOS 用户友好

source: Two panel layout featuring the iconic 'Applications, Places, System' menu
ar: تصميم بلوحتين تتميز بالقائمة الأيقونية "التطبيقات، المواضع، النظام"
ca_es: Disseny de dos taulers amb el menú icònic: Aplicacions, Llocs i Sistema
cs: Dvoupanelové rozložení s nabídkou "Aplikace, Místa, Systém"
da: Layout med to paneler som har den ikoniske 'Programmer, Steder, System'-menu
de: Layout mit zwei Leisten und dem kultigen Menü 'Anwendungen, Orte, System'
es_419: Un diseño de dos paneles que incluye el icónico menú 'Aplicaciones, Lugares, Sistema'
es_es: Diseño con dos paneles con el menú icónico de 'Aplicaciones, Lugares, Sistema'
eu: Bi paneleko diseinua 'Aplikazioak, Lekuak, Sistema' menu ikonikoa
fr_fr: Disposition en deux panneaux représentant l'iconique menu "Applications, Emplacements, Système"
it: Layout a due pannelli che hanno l'iconico meni 'Applicazioni, Risorse, Sistema'
lt_lt: Dviejų skydelių išdėstymas su piktograminiu "Programos, Vietos, Sistema" meniu
ms_my: Dua bentangan panel yang memfiturkan menu 'Aplikasi, Tempat, Sistem' yang ikonik
nl: Een lay-out van twee panelen met het iconische menu 'Toepassingen, Plaatsen en Systeem
pl: Styl, który zawiera ikoniczne menu 'Aplikacje, Miejsca i System' w dwóch panelach
ro: Aspect cu două panouri având renumitul meniu "Aplicaţii, Locaţii, Sistem"
sk: Dvojplanelové usporiadanie s ponukou "Aplikácie, Miesta, Systém"
sl: Postavitev z dvema pultoma, ki vsebuje klasičen meni 'Programi, Mesta, Sistem'
sv: 2-panellayout med den klassiska "Program, Platser, System"-menyn
zh_cn: 包括应用，书签，系统菜单的双面板布局

source: Most familiar for GNOME 2 users
ar: مألوف أكثر لمستخدمي جنوم2
ca_es: El més familiar per als usuaris de GNOME 2
cs: Nejvíce povědomé uživatelům GNOME 2
da: Bedst kendt af GNOME 2-brugere
de: Am vertrautesten für Nutzer von GNOME 2
es_419: Más familiar para usuarios de GNOME 2.
es_es: Lo más conocido para los usuarios de GNOME 2
eu: GNOME 2 erabiltzaileentzat ezaguna
fr_fr: Le plus familier pour les utilisateurs de GNOME 2
it: Molto famigliare per gli utenti di GNOME 2
lt_lt: Labiausiai pažįstamas GNOME 2 naudotojams
ms_my: Paling serasi dengan pengguna GNOME 2
nl: Het meest bekend voor GNOME 2 gebruikers
nl_nl: Meest bekend voor gebruikers van GNOME 2
pl: Przyjazny dla uzytkowników GNOME 2
ro: Cel mai cunoscut pentru utilizatorii de GNOME 2
sk: Najznámejšia pre GNOME 2 užívateľov
sl: Najbolj poznano uporabnikom GNOME 2
sv: Mest bekant för GNOME 2-användare
zh_cn: 对 GNOME 2 用户友好

source: Modernised two panel layout featuring a searchable menu with global menus.
ar: تصميم محدّث بلوحتين يتميز بقائمة قابلة للبحث وقوائم عامة.
ca_es: Modernització del disseny de dos taulers amb un menú on s'hi poden fer cerques, i menús globals.
cs: Modernizované dvoupanelové uspořádání s prohledávatelnou nabídkou a globálními nabídkami.
da: Moderniseret layout med to paneler som har en menu med globale menuer der kan søges i.
de: Modernisiertes Zwei-Leisten-Layout mit suchfähigem Menü und globaler Menüdarstellung.
es_419: Un diseño de dos paneles modernizado incluyendo un menú de búsqueda con menúes globales.
es_es: Diseño con dos paneles modernizados con función de menú con búsqueda y menús globales.
eu: Bi paneleko diseinu berriztatua bilaketak egiteko aukera ematen duen menuarekin eta menu globalekin.
fr_fr: Disposition modernisée : deux panneaux comprenant un menu consultable, avec des menus globaux.
it: Layout a due pannelli modernizzato con un menu dotato di ricerca e di menu globali.
lt_lt: Modernizuotas dviejų skydelių išdėstymas su meniu, kuriame galima atlikti paiešką ir visuotiniais meniu.
ms_my: Bentangan dua panel modern yang memfiturkan menu boleh gelintar dengan menu sejagat.
nl: Gemoderniseerde lay-out met twee panelen en een doorzoekbaar menu met globale menu's.
pl: Unowocześniony styl z dwoma panelami zawierający globalne menu i menu do wyszukiwania.
ro: Aspect modern cu două panouri având meniu cu căutare şi meniuri globale.
sk: Modernizované dvojpanelové usporiadanie s prehľadávateľnou ponukou a globálnymi ponukami.
sl: Modernizirana postavitev z dvema pultoma, ki vsebuje iskalni meni in zgornji meni.
sv: Moderniserad 2-panellayout med en sökbar meny med globala menyer.
zh_cn: 拥有可搜索菜单及全局菜单的使用现代设计的双面板布局

source: A compact, single top panel layout, ideal for small screens
ar: تصميم مضغوط بلوحة واحدة، مثالي للشاشات الصغيرة
ca_es: Un disseny compacte d'un tauler superior únic, ideal per a les pantalles petites
cs: Kompaktní uspořádání s jedním horním panelem, ideální pro malé obrazovky
da: Layout med ét kompakt panel øverst, ideelt til små skærme
de: Ein kompaktes Layout mit einzelner Leiste am oberen Bildschirmrand, ideal für kleine Bildschirme
es_419: Un diseño compacto, de un único panel, ideal para pantallas pequeñas
es_es: Un compacto diseño con un único panel superior, ideal para pantallas pequeñas.
eu: Goian panel bakarreko diseinu trinkoa, pantaila txikietarako egokia
fr_fr: Une disposition compacte : un unique panneau en haut, idéale sur les petits écrans
it: Un layout compatto, a singolo pannello, ideale per i piccoli schermi
lt_lt: Kompaktiškas, vieno viršutinio skydelio išdėstymas, idealus mažiems ekranams
ms_my: Bentangan satu panel bahagian atas yang padat, sesuai untuk skrin bersaiz kecil
nl: Een compacte lay-out met één bovenbalk, ideaal voor kleine schermen
pl: Skupiony, jednopanelowy styl, idealny dla małych ekranów
ro: Aspect compact cu un singur panou situat sus, ideal pentru monitoare mici
sk: Kompatkné usporiadanie s jedným horným panelom, ideálne pre malé obrazovky
sl: Kompaktna postavitev z enim pultom zgoraj, idealno za majhne zaslone.
sv: En kompakt, enkel topp-panellayout, idealisk för små skärmar
zh_cn: 为小屏幕设计的紧凑型的单顶部面板

source: A dock and top panel with a searchable menu
ar: شريط ولوحة علوية مع قائمة قابلة للبحث
ca_es: Un acoblador i un tauler superior amb un menú on s'hi poden fer cerques
cs: Dock a horní panel s prohledávatelnou nabídkou
da: En dok og toppanel med en menu der kan søges i
de: Ein Dock und eine Leiste am oberen Bildschirmrand mit suchfähigem Menü
es_419: Un dock y un panel superior con un menú de búsqueda
es_es: Un dock y un panel superior con un menú con búsqueda
eu: Atrakea eta goiko panela bilaketak egiteko aukera ematen duen menuarekin
fr_fr: Un dock et un panneau en haut comprenant un menu consultable
it: Una dock e un pannello superiore con un menu dotato di ricerca
lt_lt: Dokas ir viršutinis skydelis su meniu, kuriame galima atlikti paiešką
ms_my: Satu labuh dan panel di bahagian atas dengan menu boleh gelintar
nl: Een dock en bovenbalk met een doorzoekbaar menu
pl: Dok i panel na górze z menu do wyszukiwania
ro: Bară cu scurtături şi panou situat sus şi meniu cu căutare
sk: Dock a horný panel s prehľadávateľnou ponukou
sl: Sidrišče in pult zgoraj z iskalnim menijem
sv: En applikationsdocka och topp-panel med en sökbar meny
zh_cn: dock ，拥有可搜索菜单的顶部面板
