Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: nl, ro, sk

source: Place window in top left corner of screen.
nl: Plaats het venster in linker bovenhoek van het scherm.
sk: Umiestnite okno v ľavom hornom rohu obrazovky.

source: Place window in top half of screen.
nl: Plaats het venster in de bovenste helft van het scherm.
sk: Umiestnite okno v hornej polovici obrazovky.

source: Place window in top right corner of screen.
nl: Plaats het venster in de rechterbovenhoek van het scherm.
sk: Umiestnite okno v pravom hornom rohu obrazovky.

source: Center/Maximize the window in the middle of the screen.
nl: Center / Maximaliseer het venster in het midden van het scherm.
sk: Vycentrujte/Maximalizujte okno do stredu obrazovky.

source: Place window to the left half of the screen.
nl: Plaats venster op de linkerhelft van het scherm.

source: Place window to the right half of the screen.
nl: Plaats venster op de rechterhelft van het scherm.

source: Place window in the bottom left corner of the screen.
nl: Plaats het venster linksonder in de hoek van het scherm
sk: Umiestnite okno v ľavom spodnom rohu obrazovky.

source: Place window in the bottom half of the screen.
nl: Plaats het venster in de onderste helft van het scherm.
sk: Umiestnite okno v spodnej polovici obrazovky.

source: Place window in the bottom right corner of the screen.
nl: Plaats het venster rechtsonder in de hoek van het scherm
sk: Umiestnite okno v pravom spodnom rohu obrazovky.

source: Mouse Shortcuts
nl: Muis Snelkoppelingen
ro: Scurtături mouse

source: Left-click while dragging mouse
nl: Klik met de linkermuisknop terwijl u de muis sleept
sk: Stlačenie ľavého tlačidla a posúvanie myši

source: Moves the window.
nl: Verplaats het venster.
ro: Mută fereastra.
sk: Posúnie okno

source: Right-click while dragging mouse
nl: Klik met de rechtermuisknop terwijl u de muis sleept
sk: Stlačenie pravého tlačidla a posúvanie myši

source: Resizes the window (closest window edge).
nl: Verklein het venster (dichtstbijzijnde vensterrand).
sk: Zmení veľkosť okna (v blízkosti okraja okna).

source: Compiz Effects Shortcuts
nl: Snelkoppelingen voor Compiz Effects

source: All of the shortcuts listed in this section require Compiz to be enabled.
nl: Voor alle snelkoppelingen in deze sectie moet Compiz zijn ingeschakeld.

source: Zoom out, show workspace switcher.
nl: Zoom uit, toon werkruimte schakelaar.

source: Enables the 'scale' effect, it shows all windows from the current workspace.
nl: Schakelt het 'Scale'-effect in, het toont alle vensters van de huidige werkruimte.

source: Enables the 'scale' effect, it shows all windows from all workspaces.
nl: Schakelt het 'schaal'-effect in, het toont alle vensters van de huidige werkruimte.

source: Invert colors of the focused window.
nl: Keer de kleuren om van het gefocuste venster.
sk: Invertuje farby pre okno s fokusom.

source: Invert colors for the whole screen.
nl: Keer de kleuren om voor het hele scherm.
sk: Invertuje farbu pre celú obrazovku.

source: Scroll Wheel
nl: Scroll Wiel

source: Zooms in on the screen.
nl: Zoomt in op het scherm.

source: Middle Click
nl: Middelste klik

source: Select a region to zoom into, using a rectangle.
nl: Selecteer een regio om in te zoomen met een rechthoek.

source: Left Click
nl: Links klikken
ro: Click stânga

source: Move focused window.
nl: Verplaats doelgericht venster.

source: Resize focused window.
nl: Wijzig het formaat van het doelgericht venster

source: Right Click
nl: Klik Rechts
ro: Click dreapta

source: Show window menu.
nl: Venstermenu weergeven.

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
nl: Uw machine bestaat uit verschillende componenten die met elkaar in wisselwerking staan. Deze informatie is nuttig bij het bieden van ondersteuning om ervoor te zorgen dat hardware en software op uw computer werken.

source: View System Requirements
nl: Bekijk systeemvereisten

source: Basic
nl: Basis
ro: De bază

source: Distribution:
nl: Distributie:
ro: Distribuţie:

source: The Linux kernel is the heart of Ubuntu.
nl: De Linux kernel is het hart van Ubuntu.
ro: Kernelul Linux este elementul principal la Ubuntu.

source: Motherboard:
nl: Moederbord:
ro: Placa de bază:

source: Boot Mode:
nl: Opstart Modus:

source: Displays the mode that Ubuntu MATE is communicating with the firmware.
nl: Geeft de modus weer die Ubuntu MATE communiceert met de firmware.

source: Speed:
nl: Snelheid:
ro: Viteza:

source: Architecture in use:
nl: Architectuur in gebruik:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
nl: De gebruikte architectuur van het besturingssysteem. Bijvoorbeeld i386 = 32-bit.

source: Architecture(s) supported:
nl: Ondersteunde architectuur (en):

source: Architectures that are supported by this processor.
nl: Architecturen die door deze processor worden ondersteund.

source: Components
nl: Componenten
ro: Componente

source: Memory (RAM):
nl: Geheugen (RAM):
ro: Memorie (RAM):

source: More RAM allows more applications to run simultaneously.
nl: Met meer RAM kunnen meer applicaties tegelijkertijd worden uitgevoerd.
ro: Mai mult RAM permite mai multor aplicații să ruleze simultan.
sk: Viac RAM umožňuje viac aplikáciám bežať súčasne.

source: Graphics:
nl: Grafische:

source: Internet Access:
nl: Internet toegang:
ro: Acces la Internet:

source: Connected
nl: Verbonden
ro: Conectat
sk: Pripojený

source: Not Connected
nl: Niet verbonden
ro: Nu este conectat
sk: Nepripojený

source: Storage
nl: Opslag
ro: Spaţiu stocare

source: Root File System:
nl: Root Bestandssysteem:

source: The file system where Ubuntu MATE is installed.
nl: Het bestandssysteem waarop Ubuntu MATE is geïnstalleerd.
sk: Súborový systém, kde je Ubuntu MATE nainštalovaný.

source: Entire Disk Capacity:
nl: Gehele Schijf Capaciteit:
sk: Celková kapacita disku:

source: Ubuntu MATE Usage
nl: Ubuntu MATE gebruik
ro: Utilizare Ubuntu MATE

source: Allocated for Ubuntu MATE:
nl: Toegekend voor Ubuntu MATE:
ro: Alocat pentru Ubuntu MATE
sk: Alokované pre Ubuntu MATE:

source: The size of your operating system partition.
nl: De grootte van uw besturingssysteem partitie.

source: Used Space:
nl: Gebruikte ruimte:
ro: Spaţiu folosit:
sk: Použitý priestor:

source: Free Space:
nl: Vrije ruimte:
ro: Spaţiu liber:
sk: Voľný priestor:

source: Other Usage:
nl: Ander gebruik:
ro: Alte utilizări:
sk: Iné využitie:

source: Reserved by system, other partitions, unallocated or swap.
nl: Gereserveerd door systeem, andere partities, niet toegewezen of verwisseld.
sk: Rezervovaný systémom, inými partíciami, nealokovaný alebo swap.

source: Why do I see two units?
nl: Waarom zie ik twee eenheden?
ro: De ce sunt două elemente?
sk: Prečo vidím dve jednotky?

source: SI or IEC Units?
nl: SI of IEC eenheden?
sk: SI alebo IEC jednotky?

source: Decimal (SI Standard)
nl: Decimaal (SI standaard)
sk: Desiatkový (SI štandard)

source: Pronounced as "ga" - like "Mega", "Giga".
nl: Uitgesproken als "ga" - zoals "Mega", "Giga".
sk: Vyslovovaný ako "ga" - ako pri "Mega", "Giga".

source: Common in every day applications and file storage.
nl: Gebruikelijk in dagelijkse applicaties en bestandsopslag.
sk: Zvyčajný pri často využívaných aplikáciách a úložisku súborov.

source: Binary (IEC Standard)
nl: Binair (IEC Standaard)
sk: Binárny (IEC štandard)

source: Pronounced as "bi" - like "Mebi", "Gibi".
nl: Uitgesproken als "bi" - zoals "Mebi", "Gibi".
sk: Vyslovovaný ako "bi" - ako pri "Mebi", "Gibi".

source: Common in RAM, drives and partitions, including tools like GParted.
nl: Veel voorkomend in RAM, schijven en partities, inclusief tools zoals GParted.
ro: Frecvente în RAM, unități și partiții, inclusiv instrumente cum ar fi GParted.
sk: Zvyčajný pri RAM, diskoch a partíciách, vrátane nástrojov ako GParted.

source: System Profiler and Benchmark
nl: Systeemprofiel en standaard

source: See more specific system information in a graphical window, including connected USBs, PCI devices and a simple CPU benchmark.
nl: Bekijk meer specifieke systeeminformatie in een grafisch venster, inclusief aangesloten USB's, PCI apparaten en een eenvoudige CPU standaard.
sk: Pozri špecifickejšie systémové informácie v grafickom okne, vrátane pripojených USB, PCI zariadení a jednoduchého CPU XXX

source: Disks
nl: Schijven
ro: Discuri
sk: Disky

source: A utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
nl: Een hulpprogramma dat basisconfiguratie voor uw schijven en partities mogelijk maakt, inclusief formatteren, partitioneren, monteren, S.M.A.R.T gegevens bekijken en afbeeldingen naar SD kaarten / USB drives schrijven
sk: Nástroj umožňujúci základnú konfiguráciu diskov a partícií, vrátane formátovania, rozdeľovania, pripájania, zobrazovania S.M.A.R.T. údajov a zapisovania obrazov na SD karty/USB disky.

source: An advanced tool for viewing, creating, modifying and deleting partitions. It also has features to expand/shrink file systems and supports a wide range of formats.
nl: Een geavanceerde tool voor het bekijken, maken, wijzigen en verwijderen van partities. Het heeft ook functies om bestandssystemen uit te breiden/verkleinen en ondersteunt een breed scala aan formaten.
sk: Pokročilý nástroj umožňujúci zobrazenie, vytvorenie, modifikovanie a zmazanie partícií. Má tiež črty na roztiahnutie/zmenšenie súborových systémov a podporuje široký rozsah ich formátov.

source: Disk Usage Analyser
nl: Analyse van schijfgebruik
ro: Analizator folosire disc
sk: Analyzátor využitia disku

source: A graphical tool for exploring your file system or individual folders to determine how much space is being used.
nl: Een grafische tool voor het verkennen van uw bestandssysteem of individuele mappen om te bepalen hoeveel ruimte er wordt gebruikt.
sk: Grafický nástroj na získanie informácií o veľkosti využitia Vášho súborového systému alebo individuálnych súborových priečinkov.

source: System Monitor
nl: Systeem Monitor
ro: Monitorizare sistem
sk: Monitor systému

source: Views currently running processes, resource usage, and the amount of space used and free for currently mounted file systems.
nl: Bekijkt momenteel lopende processen, het gebruik van bronnen en de hoeveelheid gebruikte en vrije ruimte voor momenteel gekoppelde bestandssystemen.
sk: Zobrazí aktuálne bežiace procesy, využitie zdrojov a množstvo voľného a použitého priestoru pre aktuálne pripojený súborový systém.

source: Views and graphs the current temperature of components attached to the system. Including: Motherboard, CPU, GPU and hard disks.
nl: Bekijkt en toont de huidige temperatuur van componenten die op het systeem zijn aangesloten. Inbegrepen: moederbord, CPU, GPU en harde schijven.
sk: Zobrazí premietne do grafu aktuálnu teplotu komponentov pripojených do systému. Medzi nimi : Matičnej dosky, CPU, GPU a pevných diskov.

source: Pentium M 1.0 gigahertz (GHz)
sk: Pentium M 1.0 gygahertz (GHz)

source: 1 gigabyte (GB) of RAM
ro: 1 gigabyte (GB) de RAM
sk: 1 gigabyte (GB) operačnej pamäte (RAM)

source: Core 2 Duo 1.6 gigahertz (GHz)
ro: Dual Core 2 1.6 gigahertz (GHz)
sk: Jadro 2 Duo 1.6 gigahertz (GHz)

source: 2 gigabytes (GB) of RAM
sk: 2 gigabyte (GB) operačnej pamäte (RAM)

source: Modern UEFI-based computers
ro: Calculatoare moderne bazate pe UEFI
sk: Moderné počítače založené na UEFI

source: Open
ro: Deschide
sk: Otvor

source: Graphics
ro: Grafică
sk: Grafika

source: Printers
ro: Imprimante
sk: Tlačiarne

source: Chinese
ro: Chineză
sk: Čínsky

source: Japanese
ro: Japoneză
sk: Japonsky

source: Backups
sk: Zálohy

source: Maximizes current window.
sk: Maximalizuje aktuálne okno.

source: 1 KB = 1000 bytes
sk: 1 KB = 1000 bajtov

source: 1 KiB = 1024 bytes
sk: 1 KiB = 1024 bajtov

source: Psensor
sk: P-senzor

source: Minimum
ro: Minim

source: Software Updater
ro: Actualizator de soft

source: Prt Sc
ro: Prt Scr
