Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: nl, ro, sk

source: Getting Started
nl: Aan de Slag
ro: Noțiuni de bază
sk: Začíname

source: Topic Selection
nl: Onderwerp Selectie
ro: Alege subiect
sk: Výber témy

source: Previous
nl: Vorige
ro: Anteriorul
sk: Predchádzajúci

source: Next
nl: Volgende
ro: Următorul
sk: Nasledujúci

source: Topics
nl: Onderwerpen
ro: Subiecte
sk: Témy

source: Prerequisites
nl: Voorwaarden
ro: Cerinţe preliminare
sk: Predpoklady

source: System Requirements
nl: Systeem vereisten
ro: Cerinţe sistem
sk: Systémové požiadavky.

source: Installation Preparation
nl: Installatie Voorbereiding
ro: Pregătire instalare
sk: Príprava inštalácie

source: Dual Booting
nl: Dubbel opstarten
ro: Dual boot
sk: Dvojité zavádzanie

source: Installation
nl: Installatie
ro: Instalare
sk: Inštalácia

source: Install Now
nl: Installeer Nu
ro: Instalează acum
sk: Inštalovať

source: Utilities
nl: Gereedschap
ro: Utilităţi
sk: Nástroje

source: Disks (Simple Partition Editor)
nl: Schijven (Eenvoudige Partitie Editor)
ro: Discuri (Editorul simplu de partiţii)
sk: Diskové jednotky (Jednoduchý editor partícií)

source: GParted (Advanced Partition Editor)
nl: GParted (Geavanceerde Partitie Editor)
ro: GParted (Editorul avansat de partiţii)
sk: GParted (Pokročilý editor partícií)

source: Post-Installation
nl: Post-installatie
ro: După instalare
sk: Post-inbštalačné

source: Updates & Extras
nl: Updates en extra's
ro: Actualizări şi software suplimentar
sk: Aktualizácie & Doplnky

source: Drivers
nl: Stuurprogramma's
ro: Drivere
sk: Ovládače

source: Language & Input
nl: Taal invoer
ro: Limbă şi surse de intrare
sk: Jazyk & Klávesnica

source: Optional Tasks
nl: Optionele taken
ro: Aspecte opţionale
sk: Voliteľné úlohy

source: Familiarity
nl: Vertrouwdheid
ro: Familiaritate

source: Customization
nl: Maatwerk
ro: Personalizare
sk: Prispôsobenie

source: Keyboard Shortcuts
nl: Toetsenbord sneltoetsen
ro: Scurtături tastatură
sk: Klávesové skratky

source: Troubleshooting
nl: Probleemoplossen
ro: Depanare
sk: Riešenie problémov

source: System Specifications
nl: Systeem specificaties
ro: Specificaţii sistem
sk: Systémové špecifikácie

source: Modest System Requirements
nl: Bescheiden systeemvereisten
ro: Cerinţe de sistem minime
sk: Skromné systémové požiadavky

source: Ubuntu MATE works well on both high-end to slow computers, optimized to be functional, while light on system resources.
nl: Ubuntu MATE werkt goed op zowel high-end als trage computers, geoptimaliseerd om functioneel te zijn, met lage systeemvereisten.
ro: Ubuntu MATE rulează bine atât pe calculatoare puternice, cât şi pe calculatoare mai lente, fiind optimizat să fie funcţional, însă în acelaşi timp să nu consume multe resurse.
sk: Ubuntu MATE beží dobre na vysokovýkonných aj pomalých počítačoch. Je optimalizovaný na to aby bol funkčný a zároveň nenáročný na systémové zdroje.

source: 9 gigabytes (GB) of disk space
nl: 9 gigabytes (GB) schijfruimte
ro: 9 gigabytes (GB) spaţiu pe disc
sk: 9 gigabytes (GB) priestoru na disku

source: Recommended
nl: Aanbevolen
ro: Recomandat
sk: Odporúčané

source: 4 gigabytes (GB) of RAM
nl: 4 gigabytes (GB) RAM geheugen

source: 16 gigabytes (GB) of disk space
nl: 16 gigabytes (GB) schijfruimte
ro: 16 gigabytes (GB) spaţiu pe disc
sk: 16 gigabyte (GB) operačnej pamäte (RAM)

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
nl: Het besturingssysteem zal veel efficiënter werken als uw computer aan de aanbevolen vereisten voldoet of deze overtreft.
ro: Sistemul de operare va rula mult mai eficient dacă calculatorul dvs. îndeplineşte sau depăşeşte cerinţele recomandate.
sk: Operačný systém bude bežať oveľa efektívnejšie ak Váš počítač splní alebo prekročí odporúčané parametre.

source: What's inside my computer?
nl: Wat zit er in mijn computer?
ro: Ce este în calculatorul meu?
sk: Čo je v mojom počítači?

source: Installation Preparations
nl: Installatie voorbereidingen
ro: Înainte de instalare
sk: Inštalačné prípravy

source: Preparing to Install
nl: Voorbereiden om te installeren
ro: Pregatire pentru instalare
sk: Pripravujem na inštaláciu

source: Ubuntu MATE is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu MATE alongside an existing one - such as
nl: Ubuntu MATE is relatief eenvoudig in te stellen, of u nu uw bestaand besturingssysteem wilt vervangen of Ubuntu MATE naast een bestaand besturingssysteem wilt installeren, zoals
ro: Ubuntu MATE este relativ simplu de configurat, indiferent dacă vreţi să înlocuiţi sistemul de operare existent sau să instalaţi Ubuntu MATE alături de unul deja existent - cum ar fi
sk: Ubuntu MATE je relatívne jednoduchý na nastavenie či už chcete nahradiť existujúci operačný systém alebo inštalovať Ubuntu MATE popri existujúcom systéme - tak ako

source: Microsoft Windows or another
nl: zoals Microsoft Windows of een ander
ro: Microsoft Windows sau altul
sk: Microsoft Windows alebo inej

source: GNU/Linux distribution.
nl: GNU/Linux distributie.
ro: Distribuţie GNU/Linux.
sk: GNU/Linux distribúcii.

source: For the best results:
nl: Voor de beste resultaten:
ro: Pentru cele mai bune rezultate:
sk: Na dosiahnutie najlepších výsledkov :

source: Back up
nl: Maak een back-up
sk: Zálohujte

source: any important data to another storage device.
nl: alle belangrijke gegevens naar een ander opslagapparaat.
ro: orice date importante pe un alt dispozitiv de stocare.
sk: všetky dôležité dáta na iné úložné zariadenie.

source: Connect to the Internet to install all available updates during installation.
nl: Maak verbinding met internet om tijdens de installatie alle beschikbare updates te installeren.
ro: Conectaţi-vă la Internet pentru a instala toate actualizările disponibile în timpul instalării.
sk: Pripojte sa k internetu na inštalovanie diponibilných aktualizácií počas inštalácie.

source: Stay connected to the Internet to install all available updates.
nl: Blijf verbonden met het internet om alle beschikbare updates te installeren.
ro: Rămâneţi conectat la Internet pentru a instala toate actualizările disponibile.
sk: Ostante pripojený k internetu na inštalovanie všetkých disponibilných aktualizácií.

source: Plug your device into a power source if it is running on battery power.
nl: Sluit uw apparaat aan op een voedingsbron als het op batterijstroom werkt.
ro: Conectaţi dispozitivul dvs. la o sursă de alimentare dacă funcţionează cu baterie.
sk: Pripojte Vaše zariadenie do el. siete ak je napájané z batérie.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test that all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon on the desktop.
nl: De live sessie waarin u zich momenteel bevindt, is een goede gelegenheid om Ubuntu MATE te testen zonder uw computer aan te passen, zo kan u nagaan of al uw randapparatuur naar behoren werkt vooraleer u zich ertoe verbindt deze op uw machine te installeren. Van zodra u klaar bent, dubbelklik je op het installatiepictogram op het bureaublad.
ro: Sesiunea live în care vă aflaţi acum este o ocazie bună de a testa Ubuntu MATE fără a efectua modificări calculatorului, permiţându-vă să testaţi că toate perifericele funcţionează în mod adecvat înainte de a vă hotărî să îl instalaţi pe dispozitivul dvs. Odată ce sunteţi gata daţi dublu click pe pictograma de instalare de pe desktop.
sk: Živá relácia, v ktorej práve pracujete, je dobrá príležitosť na otestovanie Ubuntu MATE bez úpravy Vášho počítača, ktorá Vám umožní vyskúšať, či všetky Vaše periférne zariadenia správne pracujú pred tým ako pristúpite k jej inštalácii na Vašom počítači. Akonáhle ste pripravení, dvakrát kliknite na ikonu inštalácie na pracovnej ploche.

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable
nl: Als u een moderne pc heeft die de Unified Extended Firmware Interface (UEFI) gebruikt, moet u deze mogelijk uitschakelen
ro: Dacă aveţi un calculator modern care utilizează Interfaţa firmware extensibilă unificată (UEFI), este posibil să fie nevoie să o dezactivaţi
sk: Ak máte moderné PC, ktoré používa Zjednotené rozšírené rozhranie firmvéru (UEFI), možno budete musieť zakázať

source: Secure Boot
nl: beveiligd opstarten
sk: bezpečný boot

source: (or enable the
nl: (of schakel de
ro: (sau activaţi
sk: (alebo aktivovať

source: Unlock Bootloader
nl: Bootloader Ontgrendelen
ro: Deblocare Bootloader
sk: voľbu Odomknutie bootloadera)

source: option) in the BIOS prior to installation, particularly if an operating system was pre-installed.
nl: optie) in het BIOS voorafgaand aan de installatie, in het bijzonder als een besturingssysteem vooraf was geïnstalleerd.
ro: opţiunea) in BIOS înainte de instalare, în special dacă a fost instalat anterior un alt sistem de operare.
sk: v BIOS-e pred inštaláciou, najmä ak bol operačný systém predinštalovaný.

source: If you are using a legacy BIOS machine, you do not need to do this.
nl: Als u gebruik maakt van een oudere BIOS-machine, hoeft u dit niet te doen.
ro: Dacă folosiţi un dispozitiv cu BIOS-ul vechi nu este necesar să faceţi aceasta.
sk: Ak používate počítač so základným BIOS-om nepotrebujete to urobiť.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the
nl: Vooral bij dubbel opstarten, is het belangrijk dat u uw systeem in de juiste modus opstart en gebruik maakt van
ro: Mai ales când folosiţi dual boot este important să porniţi sistemul în mod corect şi să folosiţi
sk: Najmä pri dvojitom bótovaní je dôležité aby ste svoj systém bótovali v správnom móide a použili

source: 64-bit image
nl: 64-bit afbeelding
ro: imagine pe 64 biti
sk: 64 bitový obraz

source: , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
nl: , omdat u een besturingssysteem dat in BIOS-modus is geïnstalleerd niet kunt opstarten na installatie van een UEFI-compatibel besturingssysteem of vice versa.
ro: , deoarece nu puteţi porni un sistem de operare instalat in modul BIOS după instalarea unui sistem de operare cu modul UEFI activat, sau invers.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer".
nl: Opstarten in BIOS-modus op een UEFI-systeem met een GPT-geformatteerde schijf zal ook een "beschermingslaag" tonen.
ro: Bootarea în modul BIOS pe un sistem UEFI cu un disc formatat cu GPT va afişa, de asemenea, un "strat de protecţie".

source: Do not worry,
nl: Geen zorgen,
ro: Nu-ţi face griji,
sk: Nemajte strach,

source: your data is not lost or corrupt!
nl: uw gegevens zijn niet verloren of beschadigd!
ro: datele tale nu s-au pierdut şi nici nu sunt corupte!
sk: Vaše dáta nie sú stratené ani poškodené!

source: Your system is currently running in
nl: Uw systeem is momenteel actief in
ro: Sistemul tău rulează acum în
sk: Váš systém aktuálne beží v

source: mode
nl: modus
ro: modul
sk: móde

source: For computers that start to run low on memory (RAM), the operating system will start swapping content from memory to the hard disk. This is known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
nl: Voor computers met onvoldoende geheugen (RAM), zal het besturingssysteem inhoud van het geheugen naar de harde schijf verwisselen. Dit staat bekend als een "wisselbestand" in Windows. De prestaties zullen afnemen bij onvoldoende geheugen en mogelijk vastlopen als u volledig zonder geheugen zit om te wisselen.
ro: Pentru calculatoarele care rulează cu memorie redusă (RAM), sistemul de operare va începe să mute conţinutul swap din memoria RAM pe disc. Acest lucru este cunoscut ca un "fişier de paginare" in Windows. Performanţa va scădea atunci când rulăm cu memorie redusă şi chiar ar putea să se blocheze dacă aţi epuizat complet memoria fără să existe un loc pentru swap.
sk: V prípade počítačov, ktoré začínajú pracovať s nedostatkom pamäte (RAM), operačný systém začne svapovať obsah pamäte RAM na pevný disk. Toto je známe ako "stránkovací súbor" v systéme Windows. Výkonnosť sa pri nedostatočnej pamäti zníži a môže sa zmrznúť, ak úplne vyčerpáte pamäť bez toho, aby ste ju mohli niekde na disk zapísať.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
nl: Standaard wordt een swap-partitie gemaakt op basis van de grootte van uw RAM-geheugen. Als u bijvoorbeeld 2 GiB RAM hebt, wordt 2 GiB ruimte op de harde schijf gereserveerd voor swap aan het einde van de schijf.
ro: În mod implicit este creată o partiţie swap în funcţie de mărimea RAM-ului dvs. Spre exemplu, dacă aveţi 2GB de RAM, atunci 2 RAM de spaţiu de pe disc vor fi rezervate pentru swap la capătul discului.
sk: Štandardne, swap partícia je vytvorená vo veľkosti Vašej RAM. Napríklad, ak máte 2 GiB RAM, potom 2 GiB priestoru na pevnom disku bude rezervovaných pre swap na konci disku.

source: Swap space that's the size of your RAM is also required if you would like to hibernate the system (as known as suspending to disk).
nl: Swap ruimte van de grootte van uw RAM-geheugen is ook vereist als u het systeem in de slaapstand wilt zetten (ook bekend als opschorten naar schijf).
ro: Spaţiul swap de dimensiunea memoriei dvs. RAM este, de asemenea, necesar dacă doriţi să hibernaţi sistemul (cunoscut ca suspendare pe disc).
sk: Swap priestor vo veľkosti Vašej RAM je tiež vyžadovaný na to ak by ste chceli hibernovať Váš systém (známe ako režim hlbokého spánku)

source: Should you wish to install Ubuntu MATE alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
nl: Als u Ubuntu MATE naast uw bestaande besturingssysteem wilt installeren, moeten uw partities worden verkleind. Hierdoor worden delen van uw harde schijf verdeeld over meerdere besturingssystemen.
ro: Dacă doriţi să instalaţi Ubuntu MATE alături de sistemul dvs. de operare existent, partiţiile dvs. vor fi reduse. Acest lucru duce la secţionarea discului dvs., fiind împărţit între mai multe sisteme de operare.
sk: Ak si prajete nainštalovať Ubuntu MATE popri Vašom existujúcom operačnom systéme, Vaše partície musia byť zmenšené. Toto vyústí do vzniku sekcií na Vašom disku s jeho rozdelením medzi viaceré operačné systémy.

source: I'm dual booting with
nl: Ik dual-boot met
ro: Folosesc dual boot cu

source: To minimize the risk of data loss or failure, ensure that:
nl: Om het risico op gegevensverlies of -falen te minimaliseren, moet u ervoor zorgen dat:
ro: Pentru a diminua riscul pierderii datelor sau un eventual eşec, asigură-te că:
sk: K minimalizovaniu rizika straty alebo poškodenia dát, uistite sa, že :

source: There is enough free space. 10 GB minimum is recommended.
nl: Er is voldoende vrije ruimte. Minimaal 10 GB wordt aanbevolen.
ro: Este spaţiu liber suficient. Se recomandă un minim de 10 GB.
sk: Je dosť voľného priestoru. 10 GB minimálne je odporúčané.

source: important data to another drive.
nl: belangrijke gegevens naar een ander station.
ro: datele importante pe alt disc.
sk: dôležité dáta na iný disk.

source: Defragment the hard drive.
nl: Defragmenteer de harde schijf.
ro: Defragmentează discul.
sk: Defragmentovať pevný disk.

source: Ensure Windows has been cleanly shut down (not hibernated).
nl: Zorg ervoor dat Windows netjes is afgesloten (niet in slaapstand).
ro: Asiguraţi-vă că Windows a fost complet închis (nu este hibernat).
sk: Zabezpečte aby Windows bol správne vypnutý (nie hibernovaný).

source: Which approach would you prefer?
nl: Welke aanpak verkiest u?
ro: Ce abordare preferi?
sk: Ktorý prístup preferujete ?

source: Simple
nl: Gemakkelijk
ro: Simplu
sk: Jednoduchý

source: Advanced
nl: Geavanceerd
ro: Avansat
sk: Pokročilý

source: Safest
nl: Veiligst
ro: Sigur
sk: Bezpečný

source: The simplest method is to use the installer.
nl: De eenvoudigste methode is om het installatieprogramma te gebruiken.
ro: Cea mai simplă metodă este să foloseşti meniul de instalare.
sk: Najjednoduchšia metóda je použiť inštalačný program.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
nl: Het installatieprogramma scant uw schijven op bestaande besturingssystemen en biedt een keuze voor wat u wilt doen.
ro: Aplicaţia de instalare scanează discurile dvs. pentru sistemele de operare existente şi oferă posibilitatea de a alege ce doriţi să faceţi.
sk: Inštalačný program vyhľadá existujúce operačné systémy na Vašych diskoch a ponúkne Vám možnosti čo by ste mohli urobiť.

source: You will see an option similar to this:
nl: Je ziet een optie die er ongeveer zo uitziet:
ro: Veţi vedea o opţiune similară cu aceasta:
sk: Budete vidieť možnosť podobnú tejto :

source: Followed by:
nl: Gevolgd door:
ro: Urmată de:
sk: Nasledovanú :

source: Do not interrupt or power off the computer during a resize operation.
nl: Onderbreek of schakel de computer niet uit tijdens een formaat wijziging
ro: Nu întrerupeţi sau nu închideţi calculatorul în timpul operaţiunii de redimensionare.
sk: Neprerušujte ani nevypínajte počítať počas operácie zmeny veľkosti.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
nl: Als je dat doet, kan gegevensverlies of een partitietabel beschadigd raken. Controleer alstublieft uw wijzigingen voordat u doorgaat.
ro: Dacă se întâmplă acest lucru ar putea apărea pierderi de date sau o eroare în tabela de partiţii. Vă rugăm să verificaţi din nou modificările înainte de a continua.
sk: Ak to urobíte, môže to viesť k strate dát alebo poškodeniu tabuľky partície. Prosím, viacnásobne skontrolujte Vaše zmeny pred pokračovaním.

source: The installer may show a
nl: Het installatieprogramma kan mogelijk een
ro: Aplicaţia de instalare ar putea afişa un
sk: Inštalačný program môže zobraziť

source: spinner cursor for a long period of time, depending on the size of your disk
nl: spinner cursor gedurende een lange periode, afhankelijk van de grootte van uw schijf
ro: cursor rotitor pentru o perioadă lungă de timp, în funcţie de dimensiunea discului dvs.
sk: rotujúci kurzor počas dlhej doby, v závislosti od veľkosti Vášho disku

source: When you next boot Windows, run
nl: Wanneer u Windows opstart de volgende keer, start
ro: Când veţi porni cu prima ocazie Windows, rulaţi
sk: Keď nabudúce zavediete Windows, spustite

source: from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
nl: Om het bestandssysteem vanuit de opdracht prompt te controleren op fouten, kan Windows dit automatisch inplannen. Dit zorgt voor consistentie van het NTFS bestandssysteem.
ro: din linia de comandă pentru a verifica sistemul de fişiere de erori. Windows ar putea programa acest lucru automat. Acest lucru asigură coerenţă pentru sistemul de fişiere NTFS.
sk: z príkazového riadku kontrolu súborového systému za účelom zistenia výskytu chýb.

source: Use GParted or the installer's "Custom" option.
nl: Gebruik GParted of de "Aanpassen" optie van het installatieprogramma.
ro: Utilizaţi GParted sau opţiunea aplicaţiei de instalare "Personalizat".
sk: Použite GParted alebo možnosť inštalačného programu "Vlastné"

source: is available during the live session only.
nl: is alleen beschikbaar tijdens de live sessie.
ro: este disponibil doar în timpul sesiunii live.
sk: je dostupný iba počas živej relácie.

source: It is located under the
nl: Het is gelegen onder de
ro: Este localizat sub
sk: Nachádza sa pod

source: System
nl: Systeem
ro: Sistem
sk: Systém

source: Administration
nl: Administratie
ro: Administrare
sk: Administrácia

source: menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
nl: menu. GParted biedt volledige flexibiliteit ten opzichte van uw partities, voornamelijk voor ervaren gebruikers die weten hoe ze hun schijven willen indelen. Deze methode brengt wijzigingen aan in partities voorafgaand aan de installatie.
ro: meniu. GParted oferă flexibilitate completă asupra partiţiilor dvs. în primul rând pentru utilizatorii experimentaţi care ştiu cum vor să structureze discurile. Această metodă face modificări asupra partiţiilor înainte de instalare.
sk: menu. GParted ponúka kompletnú flexibilitu nad Vašimi partíciami, najmä pre pokročilých užívateľov, ktorí vedia ako si želajú rozdeliť ich disky. Táto metóda urobé zmeny do partícií pred samotnou inštaláciou.

source: After completing operations to your disk, you can leave the remaining space unallocated,
nl: Na het voltooien van bewerkingen op uw schijf, kunt u de resterende ruimte zonder bestemming laten,
ro: După ce aţi finalizat operaţiunile pe disc, puteţi lăsa spaţiul rămas nealocat,
sk: Po dokončení operácií na Vašom disku môžete nechať ostávajúci priestor nealokovaný,

source: whereby the installer will detect this unused space to install Ubuntu MATE to.
nl: waarbij het installatieprogramma deze ongebruikte ruimte zal detecteren om Ubuntu MATE op te installeren.
ro: prin care aplicaţia de instalare va detecta acest spaţiu neutilizat pentru a instala pe el Ubuntu MATE.
sk: pričom inštalačný program nájde tento nepoužitý priestor a nainštaluje Ubuntu MATE naň.

source: Using the Installer's "Custom" option.
nl: Gebruik de optie "Aanpassen" van het installatieprogramma.
ro: Folosind opţiunea "Personalizat" a aplicaţiei de instalare.
sk: Použitie možnosti "Vlastné" v inštalačnom programe.

source: Instead or in addition to GParted, the
nl: In plaats van of naast GParted, de
ro: În locul sau în plus faţă de GParted,
sk: Namiesto, alebo navyše ku GParted,

source: Custom
nl: Aanpassen
ro: Personalizat
sk: voľba "Vlastné"

source: option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
nl: optie tijdens de installatiewizard kan ook uw partities configureren en het formaat ervan wijzigen en koppelpunten kiezen. Door uw schijven te verdelen, kan het enigszins gemakkelijker worden om het besturingssysteem later opnieuw te installeren, indien nodig.
ro: aveţi opţiunea de a configura sau de a redimensiona partiţiile dvs., precum şi să alegeţi punctele de montare, prin intermediul expertului de instalare. Împărţirea discurilor dvs. poate face mai uşoară reinstalarea sistemul de operare mai târziu, dacă doriţi.
sk: počas sprievodcu inštaláciou môže tiež konfigurovať a zemniť veľkosť Vašich partícií ako aj zvoliť body pripojenia. Rozdelenie Vašich diskov môže zjednodušiť neskoršiu eventuálnu reinštaláciu operačného systému.

source: You can specify these mount points:
nl: U kunt deze aankoppelpunten specificeren:
ro: Puteţi specifica aceste puncte de montare:
sk: Môžete špecifikovať nasledovné body pripojenia :

source: The base for Ubuntu MATE
nl: De basis voor Ubuntu MATE
ro: Baza pentru Ubuntu MATE
sk: Základ pre Ubuntu MATE

source: Bootloader and kernels
nl: Bootloader en kernels
ro: Bootloadere şi kerneluri
sk: Bootloader a kernely

source: Your personal files and folders
nl: Uw persoonlijke bestanden en mappen
ro: Fişierele şi dosarele personale
sk: Vaše osobné súbory a priečinky súborov.
