Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: nl, ro, sk

source: causing more issues then the open source drivers, such as:
nl: die meer problemen veroorzaken dan de open source stuurprogramma's, zoals:
sk: spôsobujúce viac problémov ako pri použití neproprietárnych ovládačov, ako napríklad:

source: Failing to boot to the graphical desktop.
nl: Kan niet opstarten naar het grafische bureaublad.
sk: Nepodarenie sa spustiť grafickú pracovnú plochu.

source: Broken drivers after an upgrade.
nl: Kapotte stuurprogramma's na een upgrade.
sk: Nefunkčné ovládače po aktualizácii.

source: Severe graphical glitches.
nl: Ernstige grafische storingen.
sk: Vážne grafické chyby.

source: Problems with applications/games requiring hardware acceleration.
nl: Problemen met applicaties/games die hardwareversnelling vereisen.
sk: Problémy s aplikáciami/hrami vyžadujúcimi hardvérovú akceleráciu.

source: is the open source driver for your card.
nl: is het open source stuurprogramma voor uw kaart.
sk: je otvorený a voľný ovládač pre Vašu kartu.

source: What about the latest NVIDIA drivers?
nl: Hoe zit het met de nieuwste NVIDIA stuurprogramma's?
sk: Čo poviete na posledné NVIDIA ovládače?

source: fetches the latest tested driver from the Ubuntu repositories.
nl: haalt de nieuwste geteste driver op uit de Ubuntu repository's.
sk: stiahne posledné testované ovládače z úložisiek Ubuntu.

source: Wireless, Bluetooth and Other Devices
nl: Draadloos, Bluetooth en andere apparaten
sk: Bezdrôtové, Bluetooth a iné zariadenia

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
nl: Als er geen extra stuurprogramma's voor de hardware zijn gevonden en het ook niet werkte na het installeren van de firmware pakketten, moet u mogelijk uw apparaat onderzoeken om het juiste stuurprogramma te vinden.
sk: Ak neboli nájdené ďalšie ovládače zariadení alebo zariadenie nepracuje po inštalácii balíčkov firmwéru budete musieť pravdepodobne preskúmať Vaše zariadenie aby ste našli adekvátny ovládač.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
nl: Helaas is dit te wijten aan het feit dat de fabrikant voor uw hardware geen broncode heeft verstrekt die ontwikkelaars vrij kunnen gebruiken, of dat er onvoldoende documentatie is om stuurprogramma's voor uw specifieke merk en model te maken.
sk: Bohužiaľ, je to kvôli tomu, že výrobca pre váš hardvér neposkytol žiadny zdrojový kód pre vývojárov na voľné použitie, alebo je nedostatočná dokumentácia na vytvorenie ovládačov pre konkrétnu Vašu značku a model.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to
nl: Sommige fabrikanten leveren mogelijk rechtstreeks door closed source stuurprogramma's. Als u hulp nodig heeft, kunt u dat gerust vragen
sk: Niektorí výrobcovia môžu poskytnúť vlastné proprietárne ovládače. Ak potrebujete asistenciu,

source: ask the community
nl: vraag het in de gemeenschap
ro: întrebaţi comunitatea
sk: sa spýtať komunity

source: Read more on troubleshooting wireless hardware.
nl: Lees meer over het oplossen van problemen met draadloze hardware.
ro: Aflaţi mai multe despre depanarea hardware-ului wireless.

source: When you set up a printer in the
nl: Wanneer u een printer instelt in de
ro: Când configuraţi o imprimantă în
sk: Keď nastavíte tlačiareň v

source: utility
nl: hulpprogramma
ro: utilitate
sk: nastavení

source: under
nl: onder
ro: sub

source: you will be presented with a list of drivers available to use, if applicable.
nl: u krijgt een lijst met beschikbare stuurprogramma's te zien, indien van toepassing.
ro: vi se va prezenta o listă de drivere disponibile, dacă este cazul.
sk: bude Vám zobrazený zoznam dostupných ovládačov na použitie, ak existujú.

source: Some manufacturers may provide their own drivers and require you to download them from their website.
nl: Sommige fabrikanten leveren mogelijk hun eigen stuurprogramma's en vereisen dat u deze van hun website downloadt.
ro: Unii producători pot furniza propriile drivere şi solicită să le descărcaţi de pe site-ul lor.
sk: Niekotrí výrobcovia môžu dodať ich vlastné ovládače a vyžadujú od Vás ich ztiahnutie z ich internetovej stránky.

source: Read more on printing
nl: Lees meer over printen
ro: Citiţi mai multe despre imprimare
sk: Čítaj viac o tlačení

source: HP Linux Printing and Imaging System
nl: HP Linux Afdruk en Beeldsysteem
sk: HP Linux tlačový a zobrazovací systém

source: Recommended if you have an HP printer as it provides full support for printing on most HP SFP (single function peripheral) inkjets and many LaserJets, and for scanning, sending faxes and for photo-card access on most HP MFP (multi-function peripheral) printers.
nl: Aanbevolen als u een HP printer hebt, aangezien deze volledige ondersteuning biedt voor het afdrukken op de meeste HP SFP inkjet printers (Single Function Peripheral) en vele Laser Jets, en voor het scannen, verzenden van faxen en voor fotokaarttoegang op de meeste HP MFP's (Multi Function Peripheral) printers.

source: Software Utilities for Peripherals
nl: Software Hulpprogramma's voor randapparatuur
sk: Softvérové nástroje pre periférne zariadenia

source: A device manager for Logitech’s Unifying Receiver peripherals. This enables features like managing paired devices and reading battery status.
nl: Een apparaat beheerder voor Logitech's Unifying Receiver randapparatuur. Dit maakt functies mogelijk zoals het beheren van gekoppelde apparaten en het lezen van de batterijstatus.

source: Learn More
nl: Kom meer te weten
ro: Aflaţi mai multe
sk: Viac...

source: A community-driven driver and daemon that utilities the full functionality of many Razer peripherals ranging from keyboards, mice and mouse mats.
nl: Een door de gemeenschap aangestuurde driver en daemon die de volledige functionaliteit van veel Razer randapparatuur gebruikt, variërend van toetsenborden, muizen en muismatten.

source: A front-end for managing Razer devices, with support for application profiles, setting effects and enabling features of the keyboard.
nl: Een front-end voor het beheren van Razer apparaten, met ondersteuning voor applicatieprofielen, instellingseffecten en activerende functies van het toetsenbord.

source: Requires OpenRazer to be installed first.
nl: Vereist om OpenRazer eerst te ïnstalleren

source: Language Support
nl: Taalondersteuning
ro: Suport pentru limbi
sk: Jazyková podpora

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
nl: Mogelijk heeft uw computer updates voor uw taal en lokalisatie instellingen nodig of misschien wilt u extra taalondersteuning installeren.
sk: Váš počítač môže potrebovať aktualizáciu Vašich jazykových alebo lokalizačných nastavení, alebo môžete potrebovať inštalýciu doplňujúcej jazykovewj podpory.

source: Complex Input
nl: Complexe invoer
ro: Intrare complexă

source: Some regions of the world require complex inputs.
nl: Sommige regio's in de wereld hebben complexe inputs nodig.
ro: Unele regiuni ale lumii necesită intrare complexă
sk: Niektoré regióny si vyžadujú komplexný vstup.

source: Korean
nl: Koreaans
ro: Coreană
sk: Kórejsky

source: Backup, Firewall and User Management
nl: Back-up, Firewall en Gebruikersbeheer
sk: Zálohovanie, Firewall a manažment užívateľov

source: Ubuntu MATE provides tools to backup your files, comes with a firewall pre-installed and supports multiple user accounts.
nl: Ubuntu MATE biedt tools om een back-up van uw bestanden te maken, wordt geleverd met een vooraf geïnstalleerde firewall en ondersteunt meerdere gebruikersaccounts.
ro: Ubuntu MATE oferă instrumente pentru copierea de rezervă a fișierelor, vine cu un firewall preinstalat și acceptă mai multe conturi de utilizator.
sk: UBUNTU Mate ponúka nástroje na zálohovanie Vašich súborov, prichádza s predinštalovaným firewalom a podporuje viac užívateľské prostredie.

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
nl: Niets is zo belangrijk als een back-up van uw persoonlijke bestanden, voor het geval er iets rampzalig met uw computer gebeurt.

source: comes pre-installed and supports backups to local devices as well as online cloud-based services.
nl: wordt vooraf geïnstalleerd en ondersteunt back-ups naar lokale apparaten en online cloudgebaseerde services.

source: Configure Backup
nl: Configureer back-up
sk: Konfigurovanie zálohy

source: Installing...
nl: Aan het installeren
ro: Instalează...
sk: Inštaluje sa...

source: Network Shares
nl: Netwerkaandelen
ro: Reţea partajată
sk: Sieťové zdieľané prostriedky

source: Need to access files and folders with multiple computers?
nl: Wilt u bestanden en mappen openen met meerdere computers?
ro: Aveţi nevoie de acces la fişiere şi dosare cu mai multe calculatoare?
sk: Potrebujete pristúpiť k súborom alebo priečinkom s viacerými počítačmi?

source: is available to install, which integrates with the Caja File Manager, allowing you to seamless retrieve data stored on another computer.
nl: is beschikbaar om te installeren, dat integreert met de Caja File Manager, zodat u naadloos gegevens kunt ophalen die op een andere computer zijn opgeslagen.
sk: je dostupná k inštalácii, ktorá obsahuje Caja manažér súborov, ktorý Vám dovoľuje získavať dáta z iných počítačov.

source: Samba is installed.
nl: Samba is geïnstalleerd.
ro: Samba este instalat.
sk: Samba je nainštalovaná.

source: Choose a folder and select "Sharing Options".
nl: Kies een map en selecteer "Opties voor delen".
sk: Vyberte priečinok a zvolte "Možnosti zdieľania".

source: Samba is available from the Software Boutique under "Servers".
nl: Samba is verkrijgbaar bij de Software Shop onder "Servers".
sk: Samba je dostupná v softvérovom obchode v časti "Servery".

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled,
nl: Firewalls voorkomen dat kwaadaardige verbindingen uw computer binnenkomen en verlaten. Standaard is de firewall uitgeschakeld,
sk: Firewally zabraňujú nadviazaniu škodlivého pripojenia k Vášmu počítaču. Štandardne je brána firewall zakázaná,

source: learn more about firewalls
nl: lees meer over firewalls
sk: naučte sa viac o firewalloch

source: provides a graphical frontend to
nl: biedt een grafisch frontend aan
sk: poskytuje grafické užívateľské rozhranie k

source: Uncomplicated Firewall
nl: Eenvoudige Firewall
sk: nekomplikovanému firewallu

source: If security is important to you, there are
nl: Als beveiliging belangrijk voor u is, zijn er
sk: Ak je pre Vás bezpečnosť dôležitá, máme tu

source: more ways to stay secure too
nl: meer manieren om ook veilig te blijven
sk: viacero ciest na to aby sme ostali v bezpečí

source: Configure Firewall
nl: Configureer Firewall
sk: Konfiguruj firewall

source: Firewall Configuration
nl: Firewall Configuratie
sk: Konfigurácia firewallu

source: Users
nl: Gebruikers
ro: Utilizatori
sk: Užívatelia

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
nl: Deel je computer met anderen? Stel voor elke gebruiker een apart gebruikersaccount in om de individuele privacy van elke gebruiker die dezelfde computer deelt te beschermen.
sk: Zideľate Váš počítač s inými osobami? Nastavte separátne užívateľské účty pre každého užívateľa na ochranu individuálneho súkromia každého užívateľazdieľajúceho ten istý počítač.

source: You can also log in to a
nl: U kunt ook inloggen op een
ro: De asemenea, vă puteţi conecta la o
sk: Môžete sa nalogovať aj do

source: Guest Session
nl: Gast Sessie
ro: sesiune oaspete
sk: hosťovského účtu

source: if someone is using your computer as a one-off.
nl: als iemand uw computer eenmalig gebruikt.
ro: dacă cineva vă foloseşte calculatorul ocazional.
sk: ak niekto používa Váš počítač jednorázovo.

source: Configure Users
nl: Configureer de gebruikers
ro: Configuraţi utilizatorii
sk: Konfiguruj užívateľov

source: Users and Groups
nl: Gebruikers en Groepen
ro: Utilizatori şi grupuri
sk: Užívatelia a skupiny

source: Customisation
nl: Maatwerk
ro: Personalizare
sk: Prispôsobenie

source: User Interface
nl: Gebruikersomgeving
ro: Interfaţa cu utilizatorul
sk: Užívateľské rozhranie

source: Ubuntu MATE provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel. The
nl: Ubuntu MATE biedt een uniek hulpmiddel aan om de gebruikersinterface te transformeren. Het kan de gebruikersinterface snel instellen en in grote lijnen weergeven hoe andere populaire besturingssystemen eruit zien en aanvoelen. De
ro: Ubuntu MATE oferă un instrument unic pentru a transforma interfața cu utilizatorul. Acesta poate fi folosit pentru configurarea rapidă a interfeței cu utilizatorul pentru a reflecta în mod complet aspectul altor sisteme de operare populare.
sk: Ubuntu MATE ponúka jedinečný nástroj na prispôsobenie užívateľského prostredia. Môže byť použitý na rýchle nastavenie užívateľského prostredia tak aby široko odrážal prostredia vytvorené inými populárnymi systémami.

source: layout is similar to Microsoft Windows, while the
nl: lay-out is vergelijkbaar met Microsoft Windows, terwijl de
ro: aspectul este similar cu Microsoft Windows, în timp ce

source: layout is similar to Apple Mac OS X.
nl: lay-out is vergelijkbaar met Apple Mac OS X.
ro: aspectul este similar cu Apple Mac OS X.

source: The utilities mentioned above are all part of the extensive Control Center that Ubuntu MATE provides. You can configure just about every aspect of your computer from the Control Center.
nl: De hierboven genoemde hulpprogramma's maken allemaal deel uit van het uitgebreide Controle Center dat Ubuntu MATE biedt. U kunt zowat elk aspect van uw computer configureren vanuit het Controle Center.
ro: Utilitățile menționate mai sus fac toate parte din Centrul de control extins oferit de Ubuntu MATE. Puteți configura fiecare aspect al calculatorului dvs. din Centrul de control.
sk: Nástroje spomenuté vyššie sú všetky časťou rozsiahleho Kontrolného strediska, ktoré Ubuntu MATE poskytuje. Z Kontrolného centra môžete konfigurovať každý aspekt Vášho počítača.

source: Keyboard & Mouse Shortcuts
nl: Sneltoetsen voor toetsenbord & muis
ro: Comenzi rapide pentru tastatură şi mouse
sk: Skratky pre klávesnicu a myš

source: Ubuntu MATE has many keyboard shortcuts that help make using your computer more efficient.
nl: Ubuntu MATE heeft veel sneltoetsen waarmee u uw computer efficiënter kunt gebruiken.
ro: Ubuntu MATE are multe comenzi rapide de la tastatură care ajută la utilizarea mai eficientă a calculatorului.
sk: Ubuntu MATE má veľa klávesových skratiek, ktoré pomáhajú efektívnejšiemu používaniu počítača.

source: The
nl: De
ro: Tasta

source: key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
nl: sleutel is uw Windowssleutel. Voor Mac toetsenborden is ⌘ de Commandotoets.
ro: este tasta Windows. Pentru tastaturile Mac aceasta este tasta ⌘ de comandă.
sk: klávesa je Vaša Windows klávesa. Pre klávesnice Mac, je to príkazová klávesa ⌘

source: Common application shortcuts
nl: Snelkoppelingen voor algemene toepassing
ro: Comenzile rapide pentru aplicaţiile comune
sk: Zvyčajné skratky pre aplikácie

source: These shortcuts apply in most applications.
nl: Deze sneltoetsen zijn van toepassing op de meeste applicaties.
ro: Aceste comenzi rapide se aplică în majoritatea aplicațiilor.
sk: Tieto skratky platia vo väčšine aplikácií.

source: Copy the selected text/object
nl: Kopieer de geselecteerde tekst/object
ro: Copiați textul sau obiectul selectat
sk: Zkopíruj vybraný text/objekt

source: Cut the selected text/object
nl: Knip de geselecteerde tekst/object
ro: Tăiați textul sau obiectul selectat
sk: Vystrihni vybraný text/objekt

source: Paste/insert the selected text/object
nl: Plak/voeg de geselecteerde tekst/object in
ro: Lipiți sau inserați textul sau obiectul selectat
sk: Prilep/Vlož vybraný text/objekt

source: Select all text
nl: Selecteer alle tekst
ro: Selectați tot textul
sk: Vyber všetok text

source: Find and replace words
nl: Zoek en vervang woorden
ro: Găsiți și înlocuiți cuvintele
sk: Nájdi a nahraď slová

source: Make the selected text bold
nl: Maak de geselecteerde tekst vet
ro: Faceți textul selectat îngroșat
sk: Zmení vybraný text na Bold

source: Make the selected text italic
nl: Maak de geselecteerde tekst cursief
ro: Faceți textul selectat italic
sk: Zmení vybraný text na Italic

source: Underline the selected text
nl: Onderstreep de geselecteerde tekst
ro: Subliniaţi textul selectat
sk: Zmení vybraný text na Podčiarknutý

source: Open a new document or window
nl: Open een nieuw document of venster
ro: Deschideți un nou document sau o fereastră
sk: Otvorí nový dokument alebo okno.

source: Save the current document
nl: Sla het huidige document op
ro: Salvați documentul curent
sk: Uloží aktuálny dokument.

source: Open another document
nl: Open een ander document
ro: Deschideţi alt document
sk: Otvorí inž dokument

source: Print the current document
nl: Druk het huidige document af
ro: Tipăriţi documentul curent
sk: Vytlačí aktuálny dokument

source: Undo the last change you made
nl: Maak de laatste wijziging die u heeft aangebracht ongedaan
ro: Renunțați la ultima schimbare pe care ați făcut-o
sk: Vráti späť poslednú zmenu, ktorú ste spravili

source: Redo a change that you just undid
nl: Herhaal een verandering die je net ongedaan hebt gemaakt
ro: Refaceți o schimbare pe care tocmai ați desființat-o
sk: Zopakuje zmenu, ktorú ste práve vrátili späť

source: Toggle the current application between full-screen and windowed
nl: Schakel de huidige applicatie tussen volledig scherm en venster
ro: Comutați aplicația curentă între ecran complet și fereastră
sk: Prepne aktuálnu aplikáciu medzi režimom na celú obrazovku a zobrazením v okne

source: Desktop shortcuts
nl: Snelkoppelingen op het bureaublad
ro: Comenzi rapide pentru desktop
sk: Skratky pre pracovnú plochu

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
nl: Dit gedeelte bevat algemene sneltoetsen die u kunt gebruiken om delen van het bureaublad te bedienen.
ro: Această secțiune conține comenzi rapide comune de la tastatură pe care le puteți utiliza pentru a acționa componente ale desktopului.

source: Super Key
nl: Super Toets

source: Activate Brisk Menu or MATE Menu launcher
nl: Activeer Brisk Menu of MATE Menu launcher
ro: Activaţi meniul Brisk sau lansarea meniului MATE

source: Activate Heads-up Display (HUD), if enabled in MATE Tweak.
nl: Activeer Heads-up Display (HUD), indien ingeschakeld in MATE Tweak.

source: Open the Applications menu
nl: Open het menu Toepassingen
ro: Deschideţi meniul Aplicaţii
sk: Otvorí menu aplikácie

source: Run an application by typing its name in the box which appears
nl: Voer een applicatie uit door de naam te typen in het vak dat verschijnt
sk: Spusti aplikáciu napísaním jej mena do okna, ktoré sa zobrazí

source: Take a screenshot of the whole screen
nl: Maak een screenshot van het hele scherm
ro: Faceţi o captură de ecran a întregului ecran
sk: Urobí snímku celej obrazovky

source: Take a screenshot of the current window
nl: Maak een screenshot van het huidige venster
ro: Faceți o captură de ecran a ferestrei curente
sk: Urobí snímku aktuálneho okna

source: Take a screenshot of a selected area
nl: Maak een screenshot van een geselecteerd gebied
ro: Faceți o captură de ecran a unei zone selectate
sk: Urobí snímku vybratej oblasti

source: Delete
nl: Verwijderen
ro: Şterge
sk: Zmaž

source: Open the dialog box to shutdown, restart or suspend.
nl: Open het dialoogvenster om af te sluiten, opnieuw op te starten of te onderbreken.
ro: Deschideţi caseta de dialog pentru oprire, repornire sau suspendare.
sk: Otvor dialógové okno na vypnutie, reštartovanie alebo uspatie.

source: Toggles 'Show Desktop'.
nl: Schakel 'Show Desktop' in.
ro: Cumutaţi 'Afişaţi desktopul'.
sk: Prepne "Zobraz pracovnú plochu".

source: Lock your screen.
nl: Vergrendel je scherm.
ro: Blocaţi ecranul.
sk: Zamknite Vašu obrazovku.

source: Open a terminal.
nl: Open een terminal.
ro: Deschideţi un terminal.
sk: Otvorí terminál.

source: Open the file manager
nl: Open de bestandsbeheerder

source: Open Control Center
nl: Open Controle Center

source: Open Search
nl: Open Zoeken

source: Open System Monitor
nl: Open Systeem Monitor

source: Pause
nl: Pauze

source: Open System Information
nl: Open Systeem Informatie

source: Screen reader enable/disable.
nl: Schermlezer inschakelen/uitschakelen.
ro: Activare/dezactivare cititor de ecran.
sk: Aktivuj/dezaktivuj čítač obrazovky

source: Window shortcuts
nl: Venster snelkoppelingen
ro: Comenzi rapide pentru ferestre

source: Switch between currently-open windows.
nl: Schakel tussen momenteel geopende vensters.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
nl: Druk op Alt + Tab en laat vervolgens Tab los (maar houd Alt ingedrukt).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
nl: Druk herhaaldelijk op Tab om door de lijst met beschikbare vensters te bladeren die op het scherm verschijnt.

source: Release the Alt key to switch to the selected window.
nl: Laat de Alt toets los om over te schakelen naar het geselecteerde venster.

source: Switch between currently-open windows in all Workspaces.
nl: Schakel tussen momenteel geopende vensters in alle werkruimten.

source: Release the Ctrl and Alt keys to switch to the selected window.
nl: Laat de Ctrl en Alt toetsen los om over te schakelen naar het geselecteerde venster.
sk: Uvolnite Ctrl a Alt klávesy aby ste prepli do vybratého okna.

source: Left
nl: Links

source: Switch to the previous workspace.
nl: Schakel over naar de vorige werkruimte.

source: Right
nl: Rechts

source: Switch to the next workspace.
nl: Schakel over naar de volgende werkruimte.

source: Move the current window to the previous workspace.
nl: Verplaats het huidige venster naar de vorige werkruimte.

source: Move the current window to the next workspace.
nl: Verplaats het huidige venster naar de volgende werkruimte.

source: Closes window.
nl: Venster sluiten.

source: Returns window to 'normal' or previous size.
nl: Zet het venster terug naar 'normale' of vorige grootte.

source: Moves the current window (can be moved with mouse or keyboard).
nl: Verplaatst het huidige venster (kan worden verplaatst met muis of toetsenbord).

source: Resizes current window (again, can be moved with mouse or keyboard).
nl: Verkleint het huidige venster (nogmaals, kan met muis of toetsenbord worden verplaatst)

source: Minimizes current window.
nl: Minimaliseer het huidige venster.
sk: Minimalizuje aktuálne okno.

source: Maximize (or restore) current window.
nl: Maximaliseer (of herstel) het huidige venster.

source: Pulldown Terminal, if enabled in MATE Tweak.
nl: Pulldown Terminal, indien ingeschakeld in MATE Tweak.

source: Space
nl: Ruimte

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
nl: Geeft het venstermenu weer met opties zoals Altijd op voorgrond, Minimaliseren, Maximaliseren en bovenstaande opdrachten.

source: Toggle shaded state.
nl: Schakel gearceerde staat in.
