Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: nl, ro, sk

source: Temporary files
nl: Tijdelijke bestanden
ro: Fişiere temporare
sk: Dočasné súbory

source: Contains most of the applications
nl: Bevat de meeste applicaties
ro: Conţine majoritatea aplicaţiilor
sk: Obsahuje väčšinu aplikácií

source: (binaries, documentation, libraries, etc)
nl: (binaire bestanden, documentatie, bibliotheken, enz.)
ro: (fişiere binare, documentaţie, biblioteci, etc.)
sk: (binárne, dokumntácia, knižnice, atď.)

source: Variable data
nl: Variabele gegevens
ro: Date variabile

source: (such as system logs)
nl: (zoals systeemlogboeken)
ro: (cum ar fi jurnalele de sistem)
sk: (ako systémové záznamy)

source: Data for System Services
nl: Gegevens voor systeemservices
ro: Datele pentru serviciile de sistem
sk: Dáta pre systémové služby

source: (typically used for server configurations)
nl: (meestal gebruikt voor serverconfiguraties)
ro: (de obicei utilizate pentru configuraţii de server)
sk: (zvyčajne použité na konfigurácie serverov)

source: Additional software unmanaged by the package manager
nl: Extra software onbeheerd door de pakketbeheerder
ro: Software suplimentar care nu este administrat de managerul de pachete
sk: Dodatočný softvér nespravovaný manažérom balíkov

source: such as
nl: zoals
ro: cum ar fi
sk: tak ako

source: Creating separate partitions for all above mount points is not necessary.
nl: Het maken van afzonderlijke partities voor alle bovenstaande koppelpunten is niet nodig.
ro: Nu este necesară crearea de partiţii separate pentru toate punctele de montare de mai sus.
sk: Vytvorenie separátnych partícií pre všetky vyššie spomenuté body pripojenia nie je nevyhnutné.

source: The commonly partitioned directories being
nl: De algemeen gepartitioneerde mappen zijn
ro: Dosarele partiţionate în mod obişnuit sunt

source: and
nl: en
ro: şi
sk: a

source: These mount points can also be set across different
nl: Deze bevestigingspunten kunnen ook op verschillende manieren worden ingesteld
ro: Aceste puncte de montare pot fi de asemenea setate pe diferite
sk: Tieto body pripojenia môžu byť nastavené naprieč rozdielnym

source: physical disks, for instance, if you'd like the OS
nl: fysieke schijven, bijvoorbeeld als u het besturingssysteem wilt
ro: discuri fizice, spre exemplu, daca doriţi sistemul de operare
sk: fyzickými diskami, napríklad ak si želáte OS

source: on an SSD,
nl: op een SSD,
ro: pe un SSD,
sk: na nejakom SSD,

source: but your personal files
nl: maar uw persoonlijke bestanden
ro: dar fişierele personale
sk: ale Vaše osobné súbory

source: on a mechanical hard drive.
nl: op een mechanische harde schijf.
ro: pe un disc mecanic.
sk: na mechanickom pevnom disku.

source: Shrink your system disk within Windows.
nl: Verklein uw systeemschijf binnen Windows.
ro: Reduceţi discul dvs. din Windows.
sk: Zmenšite Váš systémový disk vo Windows.

source: Applies to Windows Vista and later.
nl: Geldt voor Windows Vista en later.
ro: Se aplică la Windows Vista şi următoarele.
sk: Aplikovateľné pre Windows Vista a neskoršie.

source: If you are using Windows XP or earlier, you will need to use the
nl: Als u Windows XP of eerder gebruikt, moet u de
ro: Dacă utilizaţi Windows XP sau anterior acestuia, va trebui să găsiţi
sk: Ak používate Windows XP alebo skorší, budete musieť použiť

source: or
nl: of
ro: sau
sk: alebo

source: method to shrink your disk.
nl: methode om uw schijf te verkleinen.
ro: metoda de reducere a discului dvs.
sk: metódu na zmenšenie Vášho disku.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu MATE.
nl: Nieuwere versies van Windows bieden een hulpmiddel om het NTFS-volume vanuit Windows te verkleinen. Dit is een veiligere gok als het essentieel is dat Windows nog steeds opstart op uw computer terwijl u Ubuntu MATE ervaart.
ro: Versiunile mai noi de Windows oferă un instrument de a reduce volumul NTFS din Windows. Aceasta este o metodă mai sigură dacă este important ca Windows să pornească în continuare pe calculatorul dvs. în timp ce utilizaţi Ubuntu MATE.
sk: Novšie verzie Windows dávajú k dispozícii nástroj na zmenšenie NTFS partície priamo z Windows. Toto je bezpečnejšie ak je dôležité aby sa Windows zaviedol vo Vašom PC pokiaľ využívate Ubuntu MATE.

source: Disk Management
nl: Schijfbeheer
ro: Administrare discuri
sk: Manažment diskov

source: from the start menu.
nl: vanuit het startmenu.
ro: din meniul de start.
sk: z menu štart.

source: Right click your desired drive and choose
nl: Klik met de rechtermuisknop op de gewenste schijf en kies
ro: Click dreapta pe discul dorit şi alege
sk: Klikniu pravým tlačítkom na vybraný disk a vyber

source: Shrink Partition
nl: Partitie verkleinen
ro: Reduceţi partiţia
sk: Zúženie partície

source: from the context menu.
nl: vanuit het snelmenu
ro: din meniul contextual.
sk: z kontextového menu.

source: Enter the amount to shrink your system partition by.
nl: Voer de hoeveelheid in waarmee u uw systeem partitie wilt verkleinen.
ro: Introduceţi dimensiunea la care doriţi să reduceţi partiţia de sistem.
sk: Vložte veľkosť o koľko sa má zmenšiť systémová partícia.

source: Remember, Ubuntu MATE needs at minimum 8 GB of disk space.
nl: Hou er rekening mee dat Ubuntu MATE minimaal 8 GB schijfruimte nodig heeft.
ro: Reţineţi că Ubuntu MATE are nevoie de cel puţin 8 GB de spaţiu pe disc.
sk: Pametajte, Ubuntu MATE potrebuje minimálne 8 GB diskového priestoru.

source: Further Reading
nl: Verder lezen
ro: Citeşte mai mult
sk: Ďalšie čítanie

source: For further information on the best practices to modify partitions containing Windows, see the following
nl: Zie het volgende voor meer informatie over de best manier om partities met Windows te wijzigen
ro: Pentru informaţii suplimentare despre cele mai bune practici în modificarea partiţiilor care conţin Windows, consultaţi următoarele
sk: Pre ďalšie informácie o osvedčených postupoch na modifikovanie partícií obsahujúcich Windows sa pozrite na nasledujúci

source: help article
nl: Help artikel
ro: articole de ajutor
sk: článok pomoci

source: Repairing Boot Problems
nl: Opstartproblemen herstellen
ro: Repararea problemelor de boot
sk: Opravujem problémy zavádzania

source: Linux distributions use a boot loader known as
nl: Linux-distributies gebruiken een opstartsysteem die bekend staat als
ro: Distribuţiile Linux utilizează un încărcător de boot cunoscut sub numele de
sk: Linuxové distribúcie používajú zavádzací program známy ako

source: which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu MATE temporally.
nl: die het besturingssysteem zoekt en opstart. Sommige besturingssystemen (zoals Windows) integreren echter niet met bestaande opstartsystemen en zullen ze overschrijven, waardoor de toegang tot Ubuntu MATE tijdelijk verloren kan gaan.
ro: care caută şi porneşte sistemul de operare. Cu toate acestea, unele sisteme de operare (cum ar fi Windows) nu se integrează cu încărcătoarele de boot existente şi le vor suprascrie, existând posibilitatea de a pierde temporar accesul la Ubuntu MATE.

source: Fortunately, you can use the
nl: Gelukkig kun je de ... gebruiken
ro: Din fericire, poţi folosi
sk: Našťastie, môžete použiť

source: Boot Repair
nl: Opstart herstelling
ro: Reparaţii de boot
sk: nástroj opravy zavádzacieho súboru

source: tool to repair common problems caused by other operating systems.
nl: tool om veelvoorkomende problemen veroorzaakt door andere besturingssystemen te herstellen.
ro: instrument pentru remedierea problemelor obişnuite cauzate de alte sisteme de operare.
sk: na opravu bežných problémov spôsobených inými operačnými systémami.

source: Requires downloading a package.
nl: Vereist het downloaden van een pakket.
ro: Solicită descărcarea unor date
sk: Vyžaduje stiahovanie balíka

source: Please connect to the Internet to download and use this utility.
nl: Maak verbinding met internet om dit hulpprogramma te downloaden en te gebruiken.
ro: Conectaţi-vă la Internet pentru a descărca şi utiliza acest utilitar.
sk: Prosím, pripojte sa do internetu na stiahnutie a použitie tohto nástroja.

source: Sorry, Welcome was unable to establish a connection.
nl: Sorry, Welkom kon geen verbinding tot stand brengen.
ro: Ne pare rău Welcome nu a reușit să stabilească o conexiune.
sk: Sorry, program Vitajte nebol schopnú uskutočniť spojenie.

source: Retry
nl: Probeer opnieuw
ro: Reîncearcă
sk: Opakovať

source: Download Boot Repair
nl: Download Opstart Hersteller
ro: Descarcă Reparaţii de boot

source: Open Boot-Repair
nl: Open Opstart Hersteller
ro: Deschide Reparaţii de boot

source: An Internet connection is required to download and install updates.
nl: Een internetverbinding is vereist om updates te downloaden en te installeren.
ro: Este necesară o conexiune la Internet pentru a descărca şi instala actualizările.
sk: Internetové pripojenie je vyžadované na stiahnutie a inštaláciu aktualizácií.

source: Ubuntu MATE periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu MATE, you might want to do this now.
nl: Ubuntu MATE controleert regelmatig of er nieuwe software en beveiligingsupdates beschikbaar zijn voor uw computer. Als je Ubuntu MATE net hebt geïnstalleerd, wil je dit misschien nu doen.
ro: Ubuntu MATE va verifica periodic pentru a vedea dacă sunt disponibile programe noi şi actualizări de scuritate pentru calculatorul dvs. Dacă tocmai aţi instalat Ubuntu MATE, aţi putea dori să faceţi acest lucru acum.
sk: Ubuntu MATE bude pravidelne kontrolovať či nie sú pre Váš počítač nové programy alebo bezpečnostné záplaty. Ak ste práve inštalovali Ubuntu MATE, mali by ste to urobiť teraz.

source: can be found later in
nl: vindt u later in
ro: pot fi găsite mai târziu în
sk: môže byť neskôr v

source: Check for Updates
nl: Controleer op updates
ro: Verifică actualizări
sk: Skontroluj aktualizácie

source: Additional Codecs
nl: Extra Codecs
ro: codecuri suplimentare
sk: Doplňujúce kodeky

source: The codecs package include a complete, cross-platform solution to decode, encode, record, convert and stream audio and video. It also includes a MP3 audio decoder that permits the playback of MPEG 1 audio layer III (MP3).
nl: Het codecs pakket bevat een complete platform onafhankelijke oplossing voor het decoderen, coderen, opnemen, converteren en streamen van audio en video. Het bevat ook een MP3-audiodecoder waarmee MPEG 1-audiolaag III (MP3) kan worden afgespeeld.
ro: Pachetul de codecuri include o soluţie completă disponibilă pe mai multe platforme pentru a decoda, codifica, înregistra, converti şi reda audio şi video. Acesta include, de asemenea, un decodor audio MP3 care permite redarea fişierelor MPEG1 audio III (MP3).
sk: Balík s kodekmi zahŕňa komplexné multiplatformové riešenie na dekódovanie, kódovanie, záznam, konverziu a strímovanie zvuku a videa. Rovnako zahŕňa MP3 zvukový dekodér, ktorý Vám umožní prehrávanie MPEG 1 zvukovú vrstvu III (MP3).

source: Applying Changes...
nl: Veranderingen doorvoeren...
ro: Aplicarea modificărilor...
sk: Aplikujem zmeny...

source: Install
nl: Installeer
ro: Instalează
sk: Inštalovať

source: Remove
nl: Verwijderen
ro: Scoate
sk: Odstrániť

source: Blu-ray and DVD Playback Support
nl: Ondersteuning voor afspelen van Blu-ray en dvd
ro: Suport redare Blu-ray şi DVD
sk: Podpora prehrávania Blu-ray a DVD

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install you will need to run
nl: Installeert bibliotheken die Blu-ray en DVD weergave in VLC mogelijk maken. Na installatie moet je het uitvoeren

source: to enable encrypted DVD playback and you will need to obtain a copy of
nl: om versleuteld afspelen van DVD's mogelijk te maken hebt U een kopie nodig

source: and save it to
nl: en sla het op
ro: şi salvaţi-l
sk: a uložiť to do

source: to enable encrypted Blu-ray playback.
nl: om versleutelde Blu-ray weergave mogelijk te maken.

source: Additional Screen Savers
nl: Extra Schermbeveiliger
ro: Economizoare de ecran suplimentare
sk: Ďalšie šetriče obrazovky

source: Install over 200 screen savers for when your computer is idle for long periods of time. Screen savers were originally created to reduce burn-in for cathode ray tube (CRT) monitors displaying the same image for long periods of time.
nl: Installeer meer dan 200 schermbeveiligingen voor als uw computer lange tijd niet wordt gebruikt. Schermbeveiligingen zijn oorspronkelijk gemaakt om inbranden te verminderen voor beeldschermen van kathodestraalbuizen (CRT) die hetzelfde beeld gedurende lange tijd weergeven.
ro: Instalați peste 200 de economizoare de ecran atunci când computerul dvs. este inactiv pentru perioade lungi de timp. Protecția ecranului a fost creată inițial pentru a reduce arsurile pentru monitoarele cu tub catodic (CRT) care afișează aceeași imagine pentru perioade lungi de timp.
sk: Inštaluje cez 200 šetričov obrazovky na využitie počas dlhodobej nečinnosti počítača. Šetriče obrazovky boli pôvodne vyvinuté na redukovanie vypálenia CRT monitorov zobrazujúcich rovnaký obraz dlhú dobu.

source: Change Screen Saver
nl: Schermbeveiliging wijzigen
ro: Schimbă economizorul de ecran
sk: Zmeň šetrič obrazovky

source: Additional Themes
nl: Extra thema's
ro: Teme suplimentare
sk: Doplňujúce témy

source: Install additional themes and icons, such as Numix and Arc, to expand the selection available so you can tweak the look and feel to your liking.
nl: Installeer extra thema's en pictogrammen, zoals Numix en Arc, om de beschikbare selectie uit te breiden, zodat u het uiterlijke naar hand kunt aanpassen.
ro: Instalați teme și icoane suplimentare, cum ar fi Numix și Arc, pentru a extinde selecția disponibilă, astfel încât să puteți personaliza aspectul după preferinţele dvs.
sk: Inštaluje doplňujúce témy a ikony, tak ako Numix a Arc, na rozšírenie existujúceho výberu tak aby ste si mohli nastaviť výzor tak aby sa Vám páčil.

source: Change Appearance
nl: Verander uiterlijk
ro: Schimbaţi aspectul
sk: Zmeň vzhľad

source: Additional Community Wallpapers
nl: Extra Gemeenschappelijke Achtergronden
ro: Imagini de fundal ale comunităţii suplimentare
sk: Doplňujúce komunitné tapety

source: The Ubuntu MATE Community have contributed dozens of desktop wallpaper images over the years. Why not install them and find something that suits your tastes?
nl: De Ubuntu MATE Gemeenschap heeft in de loop der jaren tientallen bureaublad achtergrond afbeeldingen gemaakt. Waarom ze niet installeren en iets vinden dat bij u past?
ro: Comunitatea Ubuntu MATE a contribuit cu zeci de imagini de fundal pentru desktop de-a lungul anilor. De ce să nu le instalați și să găsiți ceva potrivit pentru gusturile dvs.?
sk: Ubuntu MATE komunita prispela desiatkami obrázkov tapiet na pracovnú plochu počas uplynutých rokov. Prečo by ste si ichnenainštalovali a nenašli si niečo, čo by vyhovovalo Vašej chuti.

source: You'll need the Blu-ray AACS database in order to play AACS encrypted or BD+ protected discs.
nl: Je hebt de Blu-ray AACS database nodig om gecodeerde AACS of BD+ beveiligde schijven af te spelen.
ro: Veți avea nevoie de baza de date AACS pentru blu-ray pentru a reda discuri AACS criptate sau BD+ protejate.
sk: Budete potrebovať Blu-ray databázu aby ste emohli prehrať AACS kryptované alebo BD+ chránené disky.

source: Install Blu-ray AACS Database
nl: Installeer de Blu-ray AACS Database
ro: Instalează baza de date AACS pentru blu-ray
sk: Inštaluj Blu-ray AACS databázu

source: While a wide range of hardware is compatible with Ubuntu MATE, there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
nl: Hoewel een breed scala aan hardware compatibel is met Ubuntu MATE, zijn er sommige componenten en randapparatuur waarvoor eigen stuurprogramma's nodig zijn om correct te functioneren. Het installeren van het firmware pakket is vaak vereist om sommige apparaten, meestal Bluetooth en Wi-Fi, correct te laten werken.
ro: În timp ce o gamă largă de hardware este compatibilă cu Ubuntu MATE, există câteva componente și periferice care necesită ca driverele de proprietate să funcționeze corect. Instalarea pachetului de firmware este adesea necesară pentru ca unele dispozitive, de obicei Bluetooth și Wi-Fi, să funcționeze corect.
sk: Zatiaľ čo je široká škála hardwérového príslušenstva kompaktibilná s Ubuntu MATE, nájdu sa komponenty a periférne zariadenia, ktoré vyžadujú proprietárny ovládač aby fungovali správne. Inštalovanie balíka firmvéru je často vyžadované na to aby zariadenia, zvyčajne Bluetooth a Wi-Fi, pracovali správne.

source: An Internet connection is required to download and install drivers.
nl: Een internetverbinding is vereist om stuurprogramma's te downloaden en te installeren.
ro: Este necesară o conexiune la Internet pentru a descărca şi instala driverele.
sk: Pripojenie k internetu je vyžadované na stiahnutie a inštaláciu ovládačov.

source: Additional Drivers
nl: Extra Stuurprogramma's
ro: Drivere suplimentare
sk: Doplňujúce ovládače

source: Install Firmware Package
nl: Installeer het Firmware Pakket
ro: Instalaţi pachetul de firmware
sk: Inštaluj balík firmvéru

source: can be found later in the
nl: kan later teruggevonden worden in het
ro: pot fi găsite mai târziu în
sk: môže byť nájdené neskôr v

source: Control Center
nl: Configuratiecentrum
ro: Centrul de control
sk: Ovládacie Centrum

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
nl: Sorry, Welkom kon de grafische leverancier niet automatisch identificeren op dit systeem.
ro: Ne pare rău, Bine aţi venit nu a putut identifica automat distribuitorul grafic al acestui sistem.
sk: Prepáčte, program Vitajte nie je schopný automaticky identifikovať predajcu grafickej karty tohto systému.

source: Card/Chipset:
nl: Kaart/Chipset:
sk: Karta/Čipset:

source: Unknown
nl: Onbekend
ro: Necunoscut
sk: Neznámy

source: Graphics Card Detected.
nl: Grafische kaart gedetecteerd.
ro: Placă grafică detectată.
sk: Grafická karta detekovaná.

source: may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
nl: heeft mogelijk stuurprogramma's voor uw kaart die prestaties voor games en 3D-toepassingen kunnen verbeteren alsook optimaliseren van het energiebeheer.
ro: pot avea drivere pentru cardul dvs., care pot spori performanța pentru aplicațiile și jocurile 3D, precum și pentru a îmbunătăți gestionarea alimentării.
sk: možno máte ovládače pre Vašu grafickú kartu, ktoré môžu zrýchliť výkon pre 3D aplikácie a hry ako aj priniesť zlepšenie do manažmentu napájania.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
nl: De stuurprogramma's van AMD worden niet langer ondersteund op Ubuntu. De open source stuurprogramma's die u momenteel gebruikt, leveren de meest stabiele prestaties voor uw kaart.
ro: Driverele AMD nu mai sunt acceptate pe Ubuntu. Driverele open source pe care le utilizați în prezent vor livra cea mai stabilă performanță a cardului dvs.
sk: AMD ovládače nie sú viac podporované na Ubuntu. Open source ovládač, ktorý aktuálne používate poskytne z Vašej karty najstabilnejší výkon.

source: You're already good to go.
nl: Je bent klaar om te gaan.
ro: Eşti gata să porneşti.
sk: Už ste pripravený ísť.

source: Intel's drivers are open source and are maintained/updated in the kernel.
nl: De stuurprogramma's van Intel zijn open source en worden onderhouden/bijgewerkt in de kernel.
ro: Driverele Intel sunt cu sursă deschisă și sunt întreținute şi actualizate în kernel.
sk: Intel ovládače sú open source a sú udržované / aktualizované v kerneli.

source: VirtualBox Guest Additions
nl: VirtualBox Gast Toepassingen
ro: Adăugare de oaspeţi pentru VirtualBox

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
nl: Om de grafische prestaties binnen de virtuele machine te versnellen, dient u de Gast Toepassingen te installeren.
ro: Pentru a accelera performanța grafică în interiorul mașinii virtuale, vă rugăm să instalați Adăugare de oaspeți.
sk: Na zrýchlenie grafického výkonu vo virtuálnom PC je vhodné nainštalovať hosťujúce doplnky.

source: Proprietary or Open Source Drivers?
nl: Eigen of Vrije Stuurprogramma's?
sk: Vlastnícke alebo ovládače z otvorených zdrojov?

source: Proprietary drivers come directly from the manufacturer.
nl: Eigen stuurprogramma's komen rechtstreeks van de fabrikant.
sk: Vlastnícke ovládače pochádzajú od výrobcu.

source: As they are not open source, Ubuntu developers are
nl: Omdat ze niet open source zijn, zijn Ubuntu ontwikkelaars dat wel
sk: Keďže nie sú otvorené, vývojári Ubuntu nie sú

source: unable to review and improve their code
nl: niet in staat om hun code te herzien en te verbeteren
ro: nu pot examina și îmbunătăți codul
sk: schopní prejsť a zlepšiť ich kód

source: which means that you'll have to rely on the manufacturer for support.
nl: wat betekent dat u voor ondersteuning op de fabrikant moet vertrouwen.
ro: ceea ce înseamnă că va trebui să vă bazați pe producător pentru asistență.
sk: čo znamená, že budete musieť závisieť na podpore výrobcu

source: In addition, proprietary drivers can
nl: Bovendien kunnen eigen stuurprogramma's
ro: În plus, driverele cu drept de proprietate pot
sk: Naviac, proprietárne ovládače môžu

source: significantly improve graphics performance
nl: de grafische prestaties aanzienlijk verbeteren
ro: îmbunătăţi în mod semnificativ performanţa grafică
sk: výrazne zlepšiť grafický výkon

source: and as a result,
nl: en als een resultaat,
ro: şi ca rezultat,
sk: a ako výsledok

source: the entire system. Users may wish to install these drivers to:
nl: het hele systeem. Gebruikers kunnen deze stuurprogramma's installeren om:
ro: întregul sistem. Utilizatorii şi-ar putea dori să instaleze aceste drivere pentru:
sk: celého systému. Používatelia si môžu želať inštalovať tieto ovládače na:

source: Run 3D applications and games.
nl: Start 3D applicaties en games.
ro: Rularea aplicaţiilor şi jocurilor 3D.
sk: Spúšťanie 3D aplikácií a hier.

source: Use Compiz's window effects.
nl: Gebruik Compiz venster effecten.
ro: Utilizarea efectelor pentru ferestre Compiz.
sk: Používanie 3D efektov Compiz's okien pracovnej plochy.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
nl: Verbeter het energiebeheer, vooral als het apparaat oververhittingsproblemen ondervindt onder open source stuurprogramma's.
sk: Zlepšenie správy napájania, najmä ak zariadenie má problém so zahrievaním pri použití neproprietárnych ovládačov .

source: Improve support for high resolutions and multiple monitors.
nl: Verbeter de ondersteuning voor hoge resoluties en meerdere monitoren.
sk: Zlepšiť podporu pre vysoké rozlíšenie a viac monitorov.

source: Fix blank screen issues.
nl: Los problemen met een leeg scherm op.
sk: Oprav problémy bielej obrazovky

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience worse behavior,
nl: Eigen stuurprogramma's staan bekend als "binaire blobs". Bepaalde hardware kan slechter gedrag vertonen,
sk: Proprietárne ovládače sú známe ako "binary blobs". Niektorý hradvér môže mať horšie správanie,
