Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: po/*.po
Languages: eu, nl, ro, zh_cn

source: Discover software from a curated collection that complements Ubuntu MATE
nl: Ontdek software uit een samengestelde collectie die Ubuntu MATE complimenteert
