Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: po/*.po
Languages: eu, nl, ro, zh_cn

source: Software changes are in progress. Please allow them to complete before closing Welcome.
eu: Software aldaketak burutzen ari dira. Itxaron amaitu arte Ongietorri itxi aurretik.
nl: Er zijn softwarewijzigingen aan de gang. Sluit Welkom nadat de wijzigingen zijn voltooid
ro: Modificările software sunt în curs de desfăşurare. Vă rugăm să le permiteţi să se încheie înainte de a închide fereastra de bun venit.
zh_cn: 正在进行一些更改，在关闭欢迎界面前请等待更改完成

source: OK
eu: Ados
zh_cn: 确定

source: Successfully performed fix.
eu: Konponketa behar bezala burutu da.
nl: Aanpassing met succes uitgevoerd
ro: Repararea s-a efectuat cu succes.
zh_cn: 修复成功

source: Any previously incomplete installations have been finished.
eu: Aurreko amaitu gabeko instalazioak burutu dira.
nl: Alle voorgaande onvolledige installaties zijn voltooid
ro: Orice instalări anterioare incomplete au fost finalizate.
zh_cn: 所有不完整的安装都已修复

source: Failed to perform fix.
eu: Huts egin du konponketa egitean.
nl: Kan aanpassing niet uitvoeren
ro: Repararea nu a reuşit.
zh_cn: 修复失败

source: Errors occurred while finishing an incomplete installation.
eu: Erroreak gertatu dira amaitu gabeko instalazioa burutzean.
nl: Er zijn fouten opgetreden tijdens het voltooien van een onvolledige installatie.
ro: Au apărut erori la terminarea unei instalări incomplete.
zh_cn: 修复不完整的安装时遇到了一些问题

source: Packages with broken dependencies have been resolved.
eu: Puskatutako mendekotasunak zituzten paketeak konpondu dira.
nl: Pakketten met verbroken afhankelijkheden zijn opgelost
ro: Pachetele cu dependenţe rupte au fost soluţionate.
zh_cn: 安装存在的不满足依赖已解决

source: Packages may still have broken dependencies.
eu: Paketeek oraindik ere puskatutako mendekotasunak izan ditzakete.
nl: Pakketten hebben mogelijk nog defecte programmabestanden
ro: Este posibil ca pachetele să aibă în continuare dependenţe rupte.
zh_cn: 安装包可能存在不满足的依赖

source: Successfully updated cache.
eu: Cache-a behar bezala eguneratu da.
nl: Cache succesvol bijgewerkt
ro: Cache-ul a fost actualizat cu succes.
zh_cn: 更新缓存完成

source: Software is now ready to install.
eu: Softwarea instalatzeko prest dago.
nl: Software is klaar voor installatie
ro: Software-ul este gata de instalare.
zh_cn: 一大波应用已经可以安装了

source: Failed to update cache.
eu: Huts egin du cache-a eguneratzean.
nl: Bijwerken cache is mislukt
ro: Cache-ul nu a putut fi actualizat.
zh_cn: 更新缓存失败

source: There may be a problem with your repository configuration.
eu: Behar bada arazo bat dago biltegiaren konfigurazioan.
nl: Er is mogelijk een probleem met de repository configuratie
ro: Este posibil să existe o problemă cu configuraţiile depozitului.
zh_cn: 你的仓库配置可能有点问题

source: Welcome will stay up-to-date.
eu: Ongietorri eguneratuta mantenduko da.
nl: Welkom blijft up-to-date
ro: Aplicaţia "Bine aţi venit" va fi mereu actualizată.
zh_cn: 欢迎使用最新版。

source: Welcome and the Software Boutique are set to receive the latest updates.
eu: Ongietorri eta Software Denda azken eguneraketak jasotzeko konfiguratuta daude.
nl: Welkom en de Softwareshop zijn ingesteld om de nieuwste updates te ontvangen
ro: Aplicaţiile Bine aţi venit şi Software Boutique sunt setate să primească cele mai recente actualizări.
zh_cn: 欢迎使用 Boutique 商店获取最新的更新。

source: Everything is up-to-date
eu: Dena eguneratuta dago
nl: Alles is bijgewerkt
ro: Totul este actualizat
zh_cn: 所有软件都已是最新版

source: All packages have been upgraded to the latest versions.
eu: Pakete guztiak bertsiorik berrienetara bertsio-berritu dira.
nl: Alle pakketten zijn bijgewerkt naar de nieuwste versies
ro: Toate pachetele au fost actualizate la cele mai recente versiuni.
zh_cn: 所有的安装包都已更新到最新版。

source: Installed
eu: Instalatuta
nl: geïnstalleerd
ro: Instalat
zh_cn: 已安装

source: The application is now ready to use.
eu: Aplikazioa erabiltzeko prest dago.
nl: De applicatie is klaar voor gebruik
ro: Aplicaţia este acum gata de utilizare.
zh_cn: 该应用已经可以使用了

source: was not installed.
eu: ez da instalatu.
nl: was niet geïnstalleerd
ro: nu a fost instalată.
zh_cn: 未完成安装

source: The operation was cancelled.
eu: Eragiketa bertan behera utzi da.
nl: De uitvoering is geannuleerd
ro: Operaţia a fost anulată.
zh_cn: 操作已取消

source: failed to install
eu: (e)k uts egin du instalatzean
nl: installatie mislukt
ro: nu a reuşit să se instaleze
zh_cn: 安装失败

source: There was a problem installing this application.
eu: Arazo bat egon da aplikazio hau instalatzean.
nl: Er is een probleem opgetreden bij het installeren van deze applicatie
ro: A apărut o problemă la instalarea acestei aplicaţii.
zh_cn: 安装应用出现问题

source: Removed
eu: Kenduta
nl: Verwijderd
ro: Eliminat
zh_cn: 移除

source: The application has been uninstalled.
eu: Aplikazioa desinstalatu da.
nl: De applicatie is verwijderd
ro: Aplicaţia a fost dezinstalată.
zh_cn: 该应用已移除

source: was not removed.
eu: kendu da.
nl: is niet verwijderd
ro: nu a fost eliminată.
zh_cn: 未完成移除

source: failed to remove
eu: (e)k huts egin du kentzean
nl: kan niet worden verwijderd
ro: nu a reuşit să fie eliminată
zh_cn: 移除失败

source: A problem is preventing this application from being removed.
eu: Arazo batek aplikazio hau kentzea eragozten du.
nl: Er is een probleem waardoor deze toepassing niet kan worden verwijderd
ro: O problemă este împiedicarea eliminării acestei aplicaţii.
zh_cn: 某个问题正在阻止移除该应用

source: Upgraded
eu: Bertsio-berrituta
nl: Opgewaardeerd
ro: Actualizată
zh_cn: 升级

source: This application is set to use the latest version.
eu: Aplikazio hau bertsiorik berriena erabiltzeko konfiguratuta dago.
nl: Deze applicatie is ingesteld om de nieuwste versie te gebruiken
ro: Această aplicaţie este setată să utilizeze cea mai recentă versiune.
zh_cn: 该应用被设置为使用最新版

source: was not upgraded.
eu: ez da bertsio-berritu.
nl: is niet geüpgraded
ro: nu a fost actualizată.
zh_cn: 未安装更新

source: The application will continue to use the stable version.
eu: Aplikazioak bertsio egonkorra erabiltzen jarraituko du.
nl: De applicatie blijft de stabiele versie gebruiken
ro: Aplicaţia va continua să utilizeze versiunea stabilă.
zh_cn: 该应用将继续使用当前稳定版

source: failed to upgrade
eu: (e)k huts egin du bertsio-berritzean
nl: upgrade mislukt
ro: nu a reuşit să se actualizeze
zh_cn: 更新失败

source: A problem is preventing this application from being upgraded.
eu: Arazo batek aplikazio hau bertsio-berritzea eragozten du.
nl: Een probleem verhinderd de upgrade van deze applicatie
ro: O problemă împiedică actualizarea acestei aplicaţii.
zh_cn: 某个问题正在阻止更新该应用

source: Blu-ray AACS database install succeeded
eu: Blu-ray AACS datu-basea behar bezala instalatu da
nl: Blu-ray AACS database is succesvol geïnstalleerd
ro: Instalarea bazei de date AACS pentru blu-ray a reuşit
zh_cn: Blu-ray AACS 数据库安装成功

source: Successfully installed the Blu-ray AACS database.
eu: Blu-ray AACS datu-basea behar bezala instalatu da.
nl: De Blu-ray AACS-database is geïnstalleerd
ro: Baza de date AACS pentru blu-ray a fost instalată cu succes.
zh_cn: Blu-ray AACS 数据库安装成功

source: Installation of the Blu-ray AACS database was successful.
eu: Blu-ray AACS datu-basea behar bezala instalatu da.
nl: Installatie van de Blu-ray AACS-database is geslaagd
ro: Instalarea bazei de date AACS pentru blu-ray a reuşit.
zh_cn: Blu-ray AACS 数据库安装成功

source: Blu-ray AACS database install failed
eu: Blu-ray AACS datu-basearen instalazioak huts egin du
nl: Installatie van Blu-ray AACS-database mislukt
ro: Instalarea bazei de date AACS blu-ray a eşuat
zh_cn: Blu-ray AACS 数据库安装失败

source: Failed to install the Blu-ray AACS database.
eu: Huts egin du Blu-ray AACS datu-basea instalatzean.
nl: Kan de Blu-ray AACS-database niet installeren.
ro: Nu s-a reuşit Instalarea bazei de date AACS blu-ray.
zh_cn: Blu-ray AACS 数据库安装失败

source: Installation of the Blu-ray AACS database failed.
eu: Blu-ray AACS datu-basearen instalazioak huts egin du.
nl: Installatie van de Blu-ray AACS-database is mislukt
ro: Instalarea bazei de date AACS pentru blu-ray a eşuat.
zh_cn: Blu-ray AACS 数据库安装失败

source: Welcome
eu: Ongi etorri
nl: Welkom
ro: Bine ați venit
zh_cn: 欢迎

source: Software Boutique
eu: Software Denda
nl: Software shop
zh_cn: Boutique 商店

source: Close
eu: Itxi
nl: Afsluiten
ro: Închide
zh_cn: 关闭

source: Cancel
eu: Utzi
nl: Annuleren
ro: Anulează
zh_cn: 取消

source: Set to retrieve the latest software listings.
eu: Ezarri software zerrenda berrienak eskuratzeko.
nl: Stel in om de nieuwste softwarelijsten op te halen
ro: Setaţi pentru a prelua cele mai recente liste de software.
zh_cn: 设置为获取最新软件列表

source: Retrieve the latest software listings.
eu: Eskuratu software zerrenda berrienak.
nl: Haal de nieuwste softwarelijsten op
ro: Preluaţi cele mai recente liste de software.
zh_cn: 获取最新软件列表

source: Please wait while the application is being updated...
eu: Itxaron aplikazioa eguneratu bitartean...
nl: Een ogenblik geduld terwijl de toepassing wordt bijgewerkt ...
ro: Aşteptaţi până când aplicaţia este actualizată...
zh_cn: 应用正在更新，请稍候...

source: Version:
eu: Bertsioa:
nl: Versie:
ro: Versiune:
zh_cn: 版本

source: This application is set to receive the latest updates.
eu: Aplikazio hau eguneraketa berrienak jasotzeko konfiguratuta dago.
nl: Deze applicatie is ingesteld om de nieuwste updates te ontvangen
ro: Această aplicaţie este setată să utilizeze cele mai recente actualizări.
zh_cn: 该应用已设置为获取最新更新

source: Alternative to:
eu: Honen alternatiba:
nl: Alternatief voor:
ro: Alternativă la:
zh_cn: 替换为：

source: Hide
eu: Ezkutatu
nl: Verbergen
ro: Ascunde
zh_cn: 隐藏

source: Details
eu: Xehetasunak
ro: Detalii
zh_cn: 详细信息

source: Install
eu: Instalatu
nl: Installeer
ro: Instalează
zh_cn: 安装

source: Reinstall
eu: Berriz instalatu
nl: Opnieuw installeren
ro: Reinstalează
zh_cn: 重新安装

source: Remove
eu: Kendu
nl: Verwijderen
ro: Elimină
zh_cn: 卸载

source: Upgrade
eu: Bertsio-berritu
ro: Actualizează
zh_cn: 升级

source: Launch
eu: Abiarazi
nl: Lancering
ro: Deschide
zh_cn: 启动

source: License
eu: Lizentzia
nl: Licentie
ro: Licenţă
zh_cn: 协议

source: Platform
eu: Plataforma
ro: Platformă
zh_cn: 平台

source: Category
eu: Kategoria
nl: Categorie
ro: Categorie
zh_cn: 分类

source: Website
eu: Webgunea
ro: Site
zh_cn: 网站

source: Screenshot
eu: Pantaila-argazkia
ro: Captură de ecran
zh_cn: 截图

source: Source
eu: Iturburua
nl: Bron
ro: Sursă
zh_cn: 源

source: Ubuntu Repository
eu: Ubunturen biltegia
ro: Depozit Ubuntu
zh_cn: Ubuntu 仓库

source: Ubuntu Community Maintained Repository
eu: Ubuntu Komunitateak mantendutako biltegia
nl: Gemeenschappelijk onderhouden Ubuntu Repository
ro: Depozitul Ubuntu menţinut de comunitate
zh_cn: Ubuntu 社区维护的免费开源软件

source: Ubuntu Proprietary Drivers Repository
eu: Ubunturen jabedun kontrolatzaileen biltegia
nl: Ubuntu eigen stuurprogramma's Repository
ro: Depozit Ubuntu cu pachete de drivere cu drept de proprietate
zh_cn: Ubuntu 专有驱动仓库

source: Ubuntu Non-Free Repository
eu: Ubunturen biltegi ez-librea
nl: Ubuntu Niet-vrije repository
ro: Depozit pachete non-libere
zh_cn: Ubuntu 非自由软件仓库

source: Canonical Partner Repository
eu: Canonical-en bazkideen biltegia
ro: Depozit pachete de la partenerii Canonical
zh_cn: Canonical 合作伙伴

source: Unknown
eu: Ezezaguna
nl: Onbekend
ro: Necunoscut
zh_cn: 未知

source: Undo Changes
eu: Desegin aldaketak
nl: Veranderingen ongedaan maken
ro: Anulează modificările
zh_cn: 撤销更改

source: External Repository
eu: Kanpoko biltegia
nl: Externe Repository
ro: Depozit pachete externe
zh_cn: 外部仓库

source: Software
eu: Softwarea
zh_cn: 软件

source: Installing...
eu: Instalatzen...
nl: Aan het installeren
ro: Se instalează...
zh_cn: 正在安装...

source: Removing...
eu: Kentzen...
nl: Aan het verwijderen
ro: Se elimină...
zh_cn: 正在卸载...

source: Upgrading...
eu: Bertsio-berritzen...
nl: Aan het upgraden
ro: Se actualizează
zh_cn: 正在升级...

source: Accessories
eu: Gehigarriak
nl: Accessoires
ro: Accesorii
zh_cn: 工具

source: Education
eu: Hezkuntza
nl: Onderwijs
ro: Educaţie
zh_cn: 教育

source: Games
eu: Jokoak
nl: Spellen
ro: Jocuri
zh_cn: 游戏

source: Graphics
eu: Grafikoak
ro: Grafică
zh_cn: 绘图

source: Internet
zh_cn: 网络

source: Office
eu: Bulegoa
nl: Kantoor
ro: Birou
zh_cn: 办公

source: Programming
eu: Programazioa
nl: Programmeren
ro: Programare
zh_cn: 编程

source: Sound & Video
eu: Soinua eta bideoa
nl: Geluid & video
ro: Sunet şi video
zh_cn: 影音

source: System Tools
eu: Sistemaren tresnak
nl: Systeem Tools
ro: Instrumente de sistem
zh_cn: 系统工具

source: Universal Access
eu: Sarbide unibertsala
nl: Universele toegang
ro: Acces universal
zh_cn: 无障碍

source: Server One-Click Installation
eu: Zerbitzariko klik bakarreko instalazioa
nl: Server One-Click installatie
ro: Instalare server cu un singur click
zh_cn: 一键安装

source: Miscellaneous
eu: Hainbat
nl: Diversen
ro: Diverse
zh_cn: 杂项

source: Search
eu: Bilatu
nl: Zoeken
ro: Căutare
zh_cn: 搜索

source: Please enter a keyword to begin.
eu: Sartu gako-hitz bat hasteko.
nl: Voer een trefwoord in om te beginnen.
ro: Introduceţi un cuvînt cheie pentru a începe.
zh_cn: 输入关键词开始搜索

source: Please enter at least 3 characters.
eu: Sartu gutxienez 3 karaktere.
nl: Voer minimaal 3 tekens in
ro: Introduceţi cel puţin 3 caractere.
zh_cn: 最少输入 3 个字符

source: Added
eu: Gehituta
nl: Toegevoegd
ro: Adăugat
zh_cn: 新增

source: Fixed
eu: Konponduta
nl: Opgelost
ro: Rezolvat
zh_cn: 修复

source: Queued for installation.
eu: Instalatzeko ilaran.
nl: In wachtrij voor installatie
ro: În aşteptare pentru instalare.
zh_cn: 安装队列

source: Queued for removal.
eu: Kentzeko ilaran.
nl: In wachtrij voor verwijdering
ro: In aşteptare pentru eliminare.
zh_cn: 卸载队列

source: Preparing to remove:
eu: Kentzeko prestatzen:
nl: Voorbereiden om te verwijderen
ro: Pregătiţi pentru a elimina:
zh_cn: 准备卸载：

source: Preparing to install:
eu: Instalatzeko prestatzen:
nl: Voorbereiden om te installeren
ro: Pregătiţi pentru a instala:
zh_cn: 准备安装：

source: Removing:
eu: Kentzen:
nl: Verwijderen
ro: Eliminare:
zh_cn: 卸载中：

source: Installing:
eu: Instalatzen:
nl: Installeren
ro: Instalare:
zh_cn: 安装中：

source: Updating cache...
eu: Cache-a eguneratzen...
nl: Cache bijwerken...
ro: Se actualizează cache-ul...
zh_cn: 更新缓存...

source: Verifying software changes...
eu: Software aldaketak egiaztatzen...
nl: Controleren van softwarewijzigingen...
ro: Verificarea modificărilor software...
zh_cn: 验证更改..

source: Successfully Installed
eu: Behar bezala instalatu da
nl: Succesvol geïnstalleerd
ro: Instalat cu succes
zh_cn: 安装完成

source: Failed to Install
eu: Huts egin du instalatzean
nl: Installatie mislukt
ro: Instalare nereuşită
zh_cn: 安装失败

source: Successfully Removed
eu: Behar bezala kendu da
nl: Succesvol verwijderd
ro: S-a eliminat cu succes
zh_cn: 卸载完成

source: Failed to Remove
eu: Huts egin du kentzean
nl: Verwijderen mislukt
ro: Eliminare nereuşită
zh_cn: 卸载失败

source: To be installed
eu: Instalatzeko
nl: Moet worden geïnstalleerd
ro: A fi instalat
zh_cn: 即将安装

source: To be removed
eu: Kentzeko
nl: Moet worden verwijderd
ro: A fi eliminat
zh_cn: 即将卸载

source: Scroll Up
eu: Korritu gora
nl: Rol omhoog
ro: Derulaţi în sus
zh_cn: 向上滚动

source: Installation Guide
eu: Instalazio gida
nl: Installatie gids
ro: Instrucţiuni de instalare
zh_cn: 安装指南

source: Servers
eu: Zerbitzariak
ro: Servere
zh_cn: 服务端

source: Jan
eu: Urt
ro: Ian
zh_cn: 一月

source: Feb
eu: Ots
ro: Febr
zh_cn: 二月

source: Mar
nl: Mrt
zh_cn: 三月

source: Apr
eu: Api
zh_cn: 四月

source: May
eu: Mai
nl: Mei
ro: Mai
zh_cn: 五月

source: Jun
eu: Eka
ro: Iun
zh_cn: 六月

source: Jul
eu: Uzt
ro: Iul
zh_cn: 七月

source: Aug
eu: Abu
zh_cn: 八月

source: Sep
eu: Ira
zh_cn: 九月

source: Oct
eu: Urr
nl: Okt
zh_cn: 十月

source: Nov
eu: Aza
zh_cn: 十一月

source: Dec
eu: Abe
zh_cn: 十二月

source: Unsupported Distribution
eu: Euskarririk gabeko banaketa
nl: Niet ondersteunde distributie
ro: Distribuţie neacceptată
zh_cn: 不支持的发行版

source: Your mileage may wary.
eu: Zure esperientzia desberdina izan daiteke.
nl: Uw resultaten zullen variëren
ro: Setările dvs. pot fi diferite.
zh_cn: 你遇到的情况可能有所不同

source: Software Boutique is designed for Ubuntu MATE, but it appears you are running a different distribution.
eu: Software Denda Ubuntu MATErentzat diseinatu da, baina beste banaketa bat erabiltzen ari zarela dirudi.
nl: Softwareshop is ontworpen voor Ubuntu MATE, maar het lijkt erop dat u een andere distributie uitvoert
ro: Software Boutique este proiectat pentru Ubuntu MATE, dar se pare că utilizaţi o distribuţie diferită.
zh_cn: Boutique 软件为 Ubuntu MATE 设计，但是你也可以在其他发行版上运行。

source: While a large selection of software will work on other Ubuntu-based distributions, we cannot guarantee our featured picks will work flawlessly on your system.
eu: Software kopuru handi batek Ubuntun oinarritutako banaketetan funtzionatuko du, baina ezin dugu ziurtatu gure hautapen nabarmenduek zure sisteman arazorik gabe funtzionatuko dutenik.
nl: Hoewel een grote selectie van software op andere Ubuntu gebaseerde distributies werkt, kunnen we niet garanderen dat onze aanbevolen keuzes probleemloos op uw systeem draaien.
ro: În timp ce o mare varietate de aplicații software vor funcționa pe alte distribuții bazate pe Ubuntu, nu putem garanta că selecțiile noastre recomandate vor funcționa fără probleme pe sistemul dvs.
zh_cn: 商店内大部分软件都能在其他基于 Ubuntu 的发行版上运行，但是我们不保证所有功能都能使用。

source: This message will not be shown again.
eu: Mezu hau ez da berriz erakutsiko.
nl: Dit bericht wordt niet meer getoond
ro: Acest mesaj nu va fi afişat din nou.
zh_cn: 该消息将不再显示

source: Help Improve Ubuntu MATE
eu: Lagundu Ubuntu MATE hobetzen
ro: Ajutaţi la îmbunătăţirea Ubuntu MATE
zh_cn: 帮助完善 Ubuntu MATE

source: Thank you!
eu: Eskerrik asko!
ro: Mulțumesc!
zh_cn: 谢谢你！

source: This data was successfully sent and will be used to improve future installations.
eu: Datuak behar bezala bidali dira eta etorkizuneko instalazioak hobetzeko erabiliko dira.
ro: Aceste date au fost trimise cu succes și vor fi utilizate pentru îmbunătățirea instalărilor viitoare.
zh_cn: 用于改善安装的信息已经发送完成。

source: Communication Error
eu: Komunikazio errorea
ro: Eroare de comunicare
zh_cn: 连接失败

source: The server couldn't be contacted at this time. Please try again later.
eu: Ezin izan da zerbitzariarekin kontaktatu. Mesedez saiatu berriro beranduago.
ro: Serverul nu a putut fi contactat în acest moment. Vă rugăm să încercați din nou mai târziu.
zh_cn: 当前服务器不可用，请稍后尝试。

source: Continue
eu: Jarraitu
nl: Verder
ro: Continuă
zh_cn: 继续

source: Ubuntu MATE Website
eu: Ubuntu MATE webgunea
ro: Siteul Ubuntu MATE
zh_cn: Ubuntu MATE 官网

source: Donate to Ubuntu MATE
eu: Egin dohaintza Ubuntu MATEri
nl: Doneer aan Ubuntu MATE
ro: Donaţi către Ubuntu MATE
zh_cn: 给 Ubuntu MATE 捐赠

source: Could not gather data.
eu: Ezin izan dira datuak bildu.
nl: Kan geen gegevens verzamelen
ro: Nu s-au putut obţine datele.
zh_cn: 无法收集信息

source: Raspberry Pi Partition Resize
eu: Raspberry Pi partizioa tamainaz aldatzea
ro: Redimensionează partiţia Rasperry Pi
zh_cn: 树莓派分区调整

source: Root partition has been resized.
eu: Erroko partizioaren tamaina aldatu da.
ro: Partiţia root a fost redimensionată.
zh_cn: Root 分区大小已调整。

source: The filesystem will be enlarged upon the next reboot.
eu: Fitxategi-sistema hurrengo berrabiarazpenean handituko da.
ro: Sistemul de fişiere va fi mărit la repornirea următoare.
zh_cn: 文件系统将会在下次重启时扩容。

source: Don't know how to expand.
eu: Ezin da handitu.
ro: Nu ştiu cum să extind.
zh_cn: 不知道如何拓展。

source: does not exist or is not a symlink.
eu: ez da existitzen edo ez da esteka sinboliko bat.
ro: nu există sau nu este un symbolic link.
zh_cn: 不存在或者是一个链接。

source: is not an SD card.
eu: ez da SD txartel bat.
ro: nu este un card SD.
zh_cn: 不是一个 SD 卡。

source: Your partition layout is not currently supported by this tool.
eu: Tresna honek ez dauka zure partizio diseinuarentzako euskarririk une honetan.
ro: Aspectul partiţiei dvs. nu este acceptat la acest moment de acest instrument.
zh_cn: 目前暂时不支持您的分区表。

source: is not the last partition.
eu: ez da azken partizioa.
ro: nu este ultima partiţie.
zh_cn: 不是最后一个分区。

source: Failed to run resize script.
eu: Huts egin du tamainaz aldatzeko script-a exekutatzean.
ro: Executarea scriptului de redimensionare a eşuat.
zh_cn: 运行调整脚本失败。

source: The returned error code is:
eu: Itzulitako errore kodea hau da:
ro: Codul de eroare returnat este:
zh_cn: 错误代码：

source: Open Source
eu: Kode irekia
ro: Sursă deschisă
zh_cn: 开源

source: Proprietary
eu: Jabeduna
nl: Bedrijfseigen
ro: Cu drept de proprietate
zh_cn: 私有

source: Sorry, Welcome could not feature any software for this category that is compatible on this system.
eu: Sentitzen dugu, Ongietorrik ezin izan du zure sistemarekin bateragarria den softwarerik nabarmendu kategoria honetan.
nl: Sorry, Welkom kon geen software voor deze categorie bevatten welke compatibel is met dit systeem
ro: Ne pare rău, aplicaţia Bine ați venit nu poate conține niciun software pentru această categorie care să fie şi compatibil pe acest sistem.
zh_cn: 抱歉，欢迎程序不能推荐任何应用因为分类与您的系统不兼容。

source: An error occurred while launching PROGRAM_NAME. Please consider re-installing the application.
eu: Errore bat gertatu da PROGRAM_NAME abiaraztean. Behar bada aplikazioa berrinstalatu beharko zenuke.
nl: Er is een fout opgetreden bij het starten van PROGRAM_NAME. Overweeg om de toepassing opnieuw te installeren.
ro: A apărut o eroare la pornirea programului PROGRAM_NAME. Vă recomandăm să reinstalaţi aplicaţia.
zh_cn: 启动 PROGRAM_NAME 时遇到了一个错误，重装应用或许可以解决这个问题。

source: Command:
eu: Komandoa:
ro: Comanda:
zh_cn: 命令：

source: Uses a new or updated source.
eu: Iturburu berri edo eguneratu bat erabiltzen du.
nl: Gebruikt een nieuwe of bijgewerkte bron
ro: Foloseşte o sursă nouă sau actualizată.
zh_cn: 使用新的或者更新后的源

source: Now works for various versions of Ubuntu.
eu: Orain Ubunturen hainbat bertsiotan funtzionatzen du.
nl: Werkt nu voor verschillende versies van Ubuntu.
ro: Acum funcţionează pentru diferite versiuni ale Ubuntu.
zh_cn: 现在可以在众多的 Ubuntu 版本中工作

source: Now a snappy package.
eu: Orain snappy pakete bat da.
nl: Nu een pittig pakket
ro: Acum un pachet cu actualizări rapide.
zh_cn: 使用 snappy 安装包

source: General maintenance.
eu: Mantenu orokorra.
nl: Algemeen onderhoud
ro: Întreţinere generală.
zh_cn: 正常维护

source: Broken or problematic source.
eu: Iturburu puskatua edo arazotsua.
nl: Gebroken of problematische bron
ro: Sursă spartă sau cu probleme.
zh_cn: 损坏的或者有问题的源

source: Not yet available for some releases.
eu: Ez dago oraindik eskuragarri zenbait argitalpenentzat.
nl: Nog niet beschikbaar voor sommige releases
ro: Încă nu este disponibil pentru unele versiuni.
zh_cn: 部分发行版本不可用

source: No longer works for some releases.
eu: Dagoeneko ez du funtzionatzen zenbait argitalpenetan.
nl: Werkt niet meer voor sommige versies
ro: Nu mai funcţionează pentru anumite versiuni.
zh_cn: 不再支持部分版本

source: Not suitable for production machines.
eu: Ez da egokia produkzioko makinetarako.
nl: Niet geschikt voor productiemachines
ro: Nu este potrivit pentru sisteme în producţie.
zh_cn: 不适合在工作用电脑上使用

source: Requires further testing.
eu: Proba gehiago behar ditu.
nl: Vereist verder onderzoek
ro: Necesită teste suplimentare.
zh_cn: 需要更多的测试

source: Does not meet our standards to be featured.
eu: Ez ditu betetzen nabarmendua izateko gure estandarrak.
nl: Voldoet niet aan onze normen om te worden weergegeven
ro: Nu respectă standardele noastre pentru a fi prezentate.
zh_cn: 不符合我们的标准

source: applications found.
eu: aplikazio aurkitu dira.
nl: applicaties gevonden
ro: aplicaţiile găsite.
zh_cn: 应用已找到

source: proprietary applications are hidden.
eu: jabedun aplikazio ezkutuan daude.
nl: eigen applicaties zijn verborgen
ro: aplicaţiiile cu drept de proprietate nu sunt afişate.
zh_cn: 私有软件已隐藏

source: Software Sources
eu: Software iturburuak
nl: Software bronnen
ro: Surse de software
zh_cn: 软件源

source: Start here with helpful resources and utilities
nl: Begin hier met nuttige bronnen en hulpprogramma's
