Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/helloguest/*.po
Languages: da, eu, pt, pt_br, sk, zh_cn

source: Welcome
da: Velkommen
eu: Ongi etorri
pt: Boas-vindas
pt_br: Bem-vindo
sk: Vitajte
zh_cn: 欢迎

source: Entering the Guest Session.
da: Forbind som gæst.
eu: Gonbidatu saioa hastea.
pt: A entrar na 'Sessão de Convidado'.
pt_br: Entrando em uma sessão de convidado.
sk: Prepína sa účet hosťa
zh_cn: 进入游客会话

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
da: Forbind som gæst, er en god måde for ande at bruge denne computer uden at ændre på dine programmer, konfigurationer eller filer.
eu: Gonbidatu saioak besteei ordenagailu hau erabiltzen uzteko modu bikaina dira, zure aplikazio, ezarpen eta fitxategiak nahastu gabe.
pt: As 'Sessões de Convidado' são a maneira ideal para permitir que as outras pessoas utilizem este computador sem alterarem ilegalmente as aplicações, as suas configurações ou ficheiros.
pt_br: Sessões de convidados são ótimas para permitir que outras pessoas usem esse computador sem afetar os aplicativos, suas configurações ou seus arquivos.
sk: Účet hosťa je skvelá vec, umožňuje ostatným luďom používať tento počítač bez ovplivňovania aplikácii, Vašeho nastavenia alebo súborov.
zh_cn: 游客会话可以使其他人在不修改你的应用，设置，文件的情况下使用该电脑

source: Any data left in the session will be lost when you log out!
da: Al data vil gå tabt når du logger ud.
eu: Saioko datu guztiak galduko dira saioa amaitzean.
pt: Todos os dados relativos a esta utilização serão eliminados quando terminar a sessão.
pt_br: Todos os dados deixados na sessão serão perdidos quando você sair!
sk: Všetky dáta z toho sedenia budú pri odhlásení stratené.
zh_cn: 一旦退出登录所有数据都将丢失

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
da: Overfør venligst at du ønsker at behode til en ekstern harddisk, et fællesdrev eller Cloud Service.
eu: Transferitu gorde nahi duzun guztia kanpoko disko gogor, sareko partekatze edo hodeiko zerbitzu batera.
pt: Por favor transfira todos os dados que desejar manter para um dispositivo de armazenamento externo, pasta de rede ou serviço de armazenamento online.
pt_br: Por favor transfira qualquer coisa que você deseja salvar para um drive externo, uma rede compartilhada ou um serviço na nuvem.
sk: Prosím preneste si všetko, čo chcete zachovať, na externý disk, sieťove zdielanie alebo cloudove služby.
zh_cn: 请把你想保存的一切文件保存在外接存储设备，网络分享或者云盘之中

source: The
da: Denne
eu: Aplikazioak
pt: A
pt_br: O aplicativo
sk: Aplikácia
zh_cn: 本

source: application introduces you to the operating system, but some features that require privileges will be disabled.
da: programmet introducerer dig for opertativsystemet, men noget funktioner der kræver yderligere rettigheder er slået fra.
eu: sistema eragilea aurkezten dizu, baina baimenak behar dituzten zenbait ezaugarri desgaituko dira.
pt: aplicação apresenta-lhe o sistema operativo, mas algumas funcionalidades que exigem privilégios irão estar desativadas.
pt_br: introduz você ao sistema operacional, mas algumas funcionalidades que requerem privilégios serão desativadas.
sk: aplikácia Vás zoznámi s operačným systémom, ale niektoré funkcie, ktoré vyžadujú patričné oprávnenia, budu zakázané.
zh_cn: 应用用于介绍操作系听得相关信息，但是其中的一些功能会默认处于禁用状态。

source: Thank you for using Ubuntu MATE.
da: Tak fordi du har valgt at bruge Ubuntu MATE.
eu: Mila esker Ubuntu MATE erabiltzeagatik.
pt: Obrigado por utilizar o Ubuntu MATE.
pt_br: Obrigado por utilizar o Ubuntu MATE.
sk: Ďakujeme, že používate Ubuntu MATE.
zh_cn: 感谢你使用 Ubuntu MATE.

source: Discover
da: Udforsk
eu: Ezagutu
pt: Descobrir
pt_br: Descubra
sk: Prezkúmať
zh_cn: 发现

source: Dismiss
da: Afvis
eu: Utzi
pt: Ignorar
pt_br: Dispensar
sk: Odísť
zh_cn: 忽略
