Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/getinvolved/*.po
Languages: eu

source: Get Involved
eu: Parte hartu

source: Development
eu: Garapena

source: This is where you can get involved with Ubuntu MATE and MATE Desktop development.
eu: Hemen parte har dezakezu Ubuntu MATE eta MATE mahaigainaren garapenean.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
eu: Internetera konektatu gabe zaudela dirudi. Egiaztatu zure konexioa eduki honetara sartzeko.

source: Sorry, Welcome was unable to establish a connection.
eu: Sentitzen dugu, ezin izan da konexioa ezarri.

source: Retry
eu: Saiatu berriz

source: Ubuntu MATE Launchpad
eu: Ubuntu MATE Launchpad-en

source: Ubuntu MATE Bitbucket
eu: Ubuntu MATE Bitbucket-en

source: MATE Desktop GitHub
eu: MATE mahaigaina GitHub-en

source: Translations
eu: Itzultzaileak

source: MATE Desktop
eu: MATE mahaigaina

source: Ubuntu MATE Applications
eu: Ubuntu MATE aplikazioak
