Repository: Igor-pf/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: es_419, nl

source: Features
es_419: Características
nl: Kenmerken

source: Modern and Full-Featured
es_419: Moderno y lleno de funciones
nl: Modern en vol Opties

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
es_419: Ubuntu MATE es un moderno sistema operativo de computadora, con una interfaz de usuario atractiva y fácil de entender. Su administrador de actualizaciones mantiene no solo el sistema operativo en sí, sino también todas las aplicaciones instaladas actualizadas a la versión actual. El sistema operativo es más seguro y está mejor soportado que los sistemas operativos que vienen preinstalados en la mayoría del hardware de las computadoras de la casa en la actualidad.
nl: Ubuntu MATE is een modern computer besturingssysteem, met een aantrekkelijk en eenvoudig te begrijpen gebruikersomgeving. De update manager houdt niet enkel het besturingssysteem zelf, maar ook alle geïnstalleerde toepassingen bijgewerkt tot de nieuwste uitgave. Het besturingssysteem is veiliger, en beter ondersteund dan besturingssystemen die vooraf geïnstalleerd zijn op de meeste moderne computerapparatuur voor thuis gebruik.

source: Pre-Configured Yet Flexible
es_419: Configurado previamente pero flexible
nl: Vooraf geconfigureerd en toch Flexibel

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
es_419: El uso de Ubuntu MATE te brinda la libertad de ejecutar un sistema operativo completo y con todas las funciones, preconfigurado con la mayoría, si no todas, de las aplicaciones que necesitarás para su uso diario, o para cambiar cualquier aspecto de la apariencia, la forma en que funciona, o las aplicaciones que se ejecutan para adaptarse a tu gusto.
nl: Ubuntu MATE biedt u de vrijheid om een compleet en geavanceerd besturingssysteem te gebruiken, voor geïnstalleerd met de meeste, om niet te zeggen alle applicaties nodig voor uw dagelijks gebruik. Zo kan u iets veranderen aan de manier waarop het eruit ziet, de manier waarop het werkt of de toepassingen die het uitvoert naar uw smaak.

source: Built-In Security
es_419: Seguridad incorporada
nl: Ingebouwde Beveiliging

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
es_419: Ubuntu MATE está diseñado pensando en la seguridad. A diferencia de los sistemas operativos que se actualizan solo una vez al mes, Ubuntu MATE recibe actualizaciones continuamente. Las actualizaciones incluyen parches de seguridad para Ubuntu MATE y todos sus componentes. Las actualizaciones de seguridad para todas sus aplicaciones instaladas también se proporcionan en el mismo horario. Esto garantiza que tengas la última protección para todo el software de tu computadora, ¡tan pronto como esté disponible!
nl: Ubuntu MATE is ontworpen met het oog op beveiliging. In tegenstelling tot besturingssystemen die slechts één keer per maand worden bijgewerkt, ontvangt Ubuntu MATE continu updates. De updates bevatten beveiligingspatches voor Ubuntu MATE en al zijn componenten. Beveiligingsupdates voor alle geïnstalleerde applicaties worden ook volgens hetzelfde schema geleverd. Dit zorgt ervoor dat u de nieuwste bescherming heeft voor alle software van uw computer - zodra deze beschikbaar is!

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
es_419: Ubuntu MATE puede tener virus y otras infecciones ... pero no lo hace. Las actualizaciones rápidas y oportunas aseguran que hay muy pocas amenazas, si es que existen, para los sistemas Linux como Ubuntu MATE que persisten en la naturaleza. En realidad, ha habido muy pocas infecciones "públicas" en los últimos 10 años que pueden afectar a Ubuntu MATE. Ya no son una amenaza para nadie que instale o use una distribución moderna de Linux en la actualidad. Ubuntu MATE está diseñado para dificultar la instalación y ejecución de virus, rootkits y otros programas maliciosos sin la intervención consciente del usuario. Incluso si invitas accidentalmente a una infección, es probable que esté diseñado para atacar a Windows y no haga mucho, si es que daña a Ubuntu MATE.
nl: Ubuntu MATE kan virussen en andere infecties krijgen... maar dat is niet zo. Snelle en tijdige updates zorgen ervoor dat er weinig of geen bedreigingen zijn die in het wild blijven bestaan voor Linux-systemen zoals Ubuntu MATE. In werkelijkheid zijn er de afgelopen 10 jaar zeer weinig "publieke" infecties vastgesteld die Ubuntu MATE konden beïnvloeden. Ze vormen niet langer een bedreiging voor iedereen die tegenwoordig een moderne Linux-distributie installeert of gebruikt. Ubuntu MATE is ontworpen om het moeilijk te maken dat virussen, rootkits en andere malware worden geïnstalleerd en uitgevoerd zonder bewuste tussenkomst van u als gebruiker. Zelfs als je per ongeluk een infectie binnen laat, is de kans groot dat het is ontworpen om Windows aan te vallen en niet veel kan doen, zelfs als er schade is aan Ubuntu MATE.

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
es_419: Otra característica de seguridad importante de Ubuntu MATE es que sus usuarios no son administradores de forma predeterminada. Los administradores (usuarios "root") en cualquier sistema informático tienen permiso para hacer lo que quieran, incluida la posibilidad de dañar el sistema.
nl: Een ander belangrijk beveiligingskenmerk van Ubuntu MATE is dat de gebruikers standaard geen beheerders zijn. Beheerders ("root" users) op elk computersysteem hebben toestemming om alles te doen wat ze willen, inclusief de mogelijkheid om het systeem te beschadigen.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
es_419: Por ejemplo, otros sistemas operativos miran el nombre de un archivo para determinar qué programa debe abrirlo, y luego intenta abrirlo inmediatamente. Ese diseño facilita que un intruso ataque una computadora. Ubuntu MATE abre un archivo basado en lo que es el archivo, no en su nombre. Entonces, incluso si un programa malicioso oculta su identidad utilizando el nombre "Last Will and Testament.txt", Ubuntu MATE reconocerá el archivo como un programa. El sistema proporciona una advertencia de que el archivo no es un archivo de texto, sino que es un programa que se ejecutará si le das permiso para continuar. Para ser más seguro, Ubuntu MATE requiere que proporcione su contraseña de administrador antes de otorgar ese permiso. Cada vez.
nl: Andere besturingssystemen kijken bijvoorbeeld naar de naam van een bestand om te bepalen welk programma het moet openen en proberen het vervolgens onmiddellijk te openen. Dat ontwerp maakt het voor een indringer gemakkelijk om een computer aan te vallen. Ubuntu MATE opent een bestand op basis van wat het bestand is, niet op basis van de naam. Dus zelfs als een kwaadaardig programma zijn identiteit verhult door de naam "Last Will and Testament.txt" te gebruiken, zal Ubuntu MATE het bestand herkennen als een programma. Het systeem geeft een waarschuwing dat het bestand geen tekstbestand is, maar dat het een programma is dat wordt uitgevoerd als je het toestemming geeft om door te gaan. Om extra veilig te zijn, vereist Ubuntu MATE dat u uw beheerderswachtwoord opgeeft voordat die toestemming wordt verleend. Elke keer.

source: Powerful Applications
es_419: Aplicaciones Poderosas
nl: Sterke Applicaties

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
es_419: Mientras que el escritorio MATE provee las interfaces de usuario esenciales para controlar y usar una computadora, Ubuntu MATE añade una colección de aplicaciones adicionales para convertir tu computadora en una estación de trabajo verdaderamente poderosa.
nl: Hoewel MATE Desktop de essentiële gebruikersomgeving biedt om een computer te besturen en te gebruiken, voegt Ubuntu MATE een verzameling aanvullende toepassingen toe om van uw computer een echt krachtig werkstation te maken.

source: Productivity
es_419: Productividad
nl: Productiviteit

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
es_419: Firefox ofrece una navegación web segura y fácil. Una interfaz de usuario familiar, funciones de seguridad mejoradas que incluyen protección contra el robo de identidad en línea y una búsqueda integrada para que pueda sacar el máximo provecho de la web.
nl: Firefox biedt veilig en gemakkelijk surfen op het web. Een vertrouwde gebruikersomgeving, verbeterde beveiligingsfuncties, waaronder bescherming tegen online identiteitsdiefstal, en een geïntegreerde zoekfunctie om het meeste uit internet te halen.

source: Evolution is an integrated mail, calendar and address book suite. It features integration with Exchange and Google servers, a newsgroup client, LDAP support, web calendars and RSS reader.
nl: Evolution is een geïntegreerde suite voor e-mail, agenda en adresboek. Het biedt integratie met Exchange en Google servers, een nieuwsgroep client, LDAP ondersteuning, web kalenders en RSS lezer.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
es_419: LibreOffice es una suite de productividad de oficina con todas las funciones que proporciona un reemplazo casi inmediato para Microsoft (R) Office; Su interfaz limpia y sus potentes herramientas le permiten liberar su creatividad y aumentar su productividad. LibreOffice incorpora varias aplicaciones que lo convierten en la suite de Office de código abierto y libre más poderosa del mercado:
nl: LibreOffice is een volledig uitgeruste kantoor productiviteit suite die een bijna volledige vervanging biedt voor Microsoft (R) Office; Dankzij de overzichtelijke interface en krachtige tools kunt u uw creativiteit de vrije loop laten en uw productiviteit verhogen. LibreOffice integreert verschillende applicaties waardoor het de krachtigste gratis open source Office suite is op de markt:

source: Writer, the word processor.
es_419: Writer, el procesador de texto.
nl: Writer, de tekstverwerker.

source: Calc, the spreadsheet application.
es_419: Calc, la aplicación de hoja de cálculo.
nl: Calc, de rekenblad applicatie.

source: Impress, the presentation engine.
es_419: Impress, el motor de presentaciones.
nl: Impress, het programma voor presentaties.

source: Draw, the drawing and flowcharting application.
es_419: Draw, la aplicación de dibujo y diagramas de flujo.
nl: Draw, het programma voor tekenen en diagrammen.

source: Base, the database and database frontend.
es_419: Base, base de datos y frontend de base de datos.
nl: Base, het programma voor database en database voorgrond.

source: Math, for editing mathematics.
es_419: Math, para la edición de las matemáticas.
nl: Math, voor het aanpassen van calculaties.

source: Entertainment
es_419: Entretenimiento
nl: Vermaak

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
es_419: Rhythmbox es un programa de manejo y reproducción de música muy fácil de usar que admite una amplia gama de formatos de audio (incluidos mp3 y ogg). Originalmente inspirado en iTunes de Apple, la versión actual también es compatible con Radio por Internet, integración con iPod y compatibilidad con reproductores de audio portátiles genéricos, grabación de CD de audio, reproducción de CD de audio, intercambio de música y Podcasts.
nl: Rhythmbox is een zeer eenvoudig te gebruiken programma voor het afspelen en beheren van muziek dat een breed scala aan audioformaten ondersteunt (waaronder mp3 en ogg). Oorspronkelijk geïnspireerd door Apple's iTunes, de huidige versie ondersteund ook internetradio, iPod integratie en bied algemene ondersteuning voor draagbare audiospelers, het branden van audio-cd's, het afspelen van audio-cd's, het delen van muziek en Podcasts.

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
es_419: Shotwell es un organizador digital de fotos. Le permite importar fotos desde el disco o la cámara, organizarlas de varias formas, verlas en modo de pantalla completa o ventana completa y exportarlas para compartirlas con otros. Es capaz de gestionar muchos formatos de imagen diferentes, que también incluyen archivos CR2 sin procesar.
nl: Shotwell is een digitale fotobewerkings en organisatie applicatie. Het laat u toe om foto's van uw schijf of camera te importeren en ze op verschillende manieren te bewaren en ordenen, ze in volledig venster of op volledig scherm te bekijken en exporteren om ze met anderen te delen. Het is in staat om veel verschillende afbeeldingsformaten te beheren, waaronder ook raw CR2-bestanden.

source: Celluloid (formerly GNOME MPV) is a simple media player that aims to be easy to use while maintaining a high level of configurability. Features include comprehensive media format support, drag and drop playlist management and MPRIS D-Bus Interface that provides integration with the desktop environment.
nl: Celluloid (voorheen GNOME MPV) is een simpele mediaspeler, eenvoudig te gebruiken en toch een hoge mate van configureerbaarheid wil behouden. De functies omvatten uitgebreide ondersteuning voor media bestanden, slepen en neerzetten van afspeellijsten en MPRIS D-Bus Interface dat zorgt voor integratie met de desktopomgeving.

source: ... And a whole lot more!
es_419: ... ¡Y mucho más!
nl: ... En een hoop meer!

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
es_419: Naturalmente, también encontrarás un firewall, una aplicación de copia de seguridad, un escáner de documentos / fotos y una administración de impresoras, todo incluido en Ubuntu MATE. Y esto es solo el comienzo. Las
nl: Uiteraard vindt u in Ubuntu MATE ook een firewall, back-up toepassing, document/fotoscanner en printerbeheer. En dit is nog maar het begin. De

source: sections includes best-in-class applications for most tasks and a one-click installer for an
es_419: secciones incluyen las mejores aplicaciones de su clase para la mayoría de las tareas y un instalador de un solo clic para una
nl: secties bevat de beste toepassingen in zijn klasse voor de meeste taken met één klik installatieprogramma voor een

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
es_419: que le dará acceso a miles de aplicaciones adecuadas para casi cualquier actividad profesional o recreativa.
nl: dat geeft je toegang tot wel duizenden toepassingen die geschikt zijn voor vrijwel elke professionele of recreatieve bezigheid.

source: Games
es_419: Juegos
nl: Spellen

source: In the last couple of years Linux has become a first class gaming platform thanks to
es_419: En los últimos años, Linux se ha convertido en una plataforma de juegos de primera clase gracias a
nl: In de afgelopen jaren is Linux het een eersteklas gameplatform geworden dankzij

source: bringing the
es_419: trayendo el
nl: het brengen van de

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
es_419: plataforma a Linux. En el momento de escribir, en Steam hay más de 1000 títulos indie y AAA de alta calidad disponibles para Linux. Ubuntu MATE es totalmente compatible con Steam para Linux.
nl: platform naar Linux. Op het moment van schrijven heeft Steam meer dan 1000 onafhankelijke en AAA titels van hoge kwaliteit beschikbaar voor Linux. Ubuntu MATE is volledig compatibel met Steam voor Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
es_419: Si bien Steam es un gran paso adelante para los juegos en Linux, también hay muchos juegos de código abierto de alta calidad y agradables disponibles para Ubuntu MATE. No importa si te gustan los simuladores de vuelo, las carreras de coches, los tiradores en primera persona, los juegos de saltar y correr o los juegos de cartas, encontrarás algo para mantenerte entretenido.
nl: Hoewel Steam een grote stap voorwaarts is voor gamen op Linux, zijn er ook veel hoogwaardige en plezierige Open Source games beschikbaar voor Ubuntu MATE. Het maakt niet uit of je van flight simulators, motor racing, first person shooters, jump and run of card games houdt, je vindt altijd wel iets om je bezig te houden.

source: Accessibility
es_419: Accesibilidad
nl: Toegankelijkheid

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
es_419: Hacer un sistema operativo accesible fue una prioridad clave cuando los fundadores de Ubuntu MATE establecieron inicialmente los objetivos del proyecto.
nl: Het maken van een toegankelijk besturingssysteem was een topprioriteit toen de oprichters van Ubuntu MATE aanvankelijk de doelen van het project uiteenzetten.

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
es_419: Ubuntu MATE nunca podrá ofrecer la integración completa de tecnologías de asistencia que
nl: Ubuntu MATE zal nooit de uitgebreide integratie van ondersteunende technologieën kunnen bieden dat

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
es_419: proporciona. Pero Ubuntu MATE continuará siguiendo su ejemplo para que Ubuntu MATE sea una solución de escritorio viable donde el acceso a la computadora se comparte dentro de un hogar o negocio donde las necesidades individuales difieren.
nl: biedt. Maar Ubuntu MATE zal hun voorbeeld blijven volgen, zodat Ubuntu MATE een levensvatbare desktopoplossing is waarbij computertoegang wordt gedeeld binnen een huishouden of bedrijf waar individuele behoeften verschillen.

source: Mobile Integration
es_419: Integración Móvil
nl: Mobiele Integratie

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
es_419: Actualmente, Ubuntu MATE tiene el soporte esencial para dispositivos móviles que tu esperarías. Puedes conectar un teléfono, un reproductor multimedia o una cámara digital y el dispositivo se detectará y se montará automáticamente. A continuación, puedes acceder a los archivos en él o sincronizar su contenido.
nl: Momenteel heeft Ubuntu MATE de essentiële ondersteuning voor mobiele apparaten die u zou verwachten. U kunt een telefoon, mediaspeler of digitale camera aansluiten en het apparaat wordt automatisch gedetecteerd en aangesloten. U kunt vervolgens toegang krijgen tot de bestanden erop of de inhoud synchroniseren.
